<nav class="navbar navbar-light bg-info">
	<a class="navbar-brand" href="index.php">กฏหมายและจรรยาบรรณ</a>
	<button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarTogglerDemo03" aria-controls="navbarTogglerDemo03" aria-expanded="false" aria-label="Toggle navigation">
    <span class="navbar-toggler-icon"></span>
  </button>
	<div class="collapse navbar-collapse" id="navbarTogglerDemo03">
		<ul class="navbar-nav mr-auto mt-2 mt-lg-0">
				<li class="nav-item active">
					<a class="nav-link" href="index.php?menu=1">พระราชบัญญัติวิศวกร พ.ศ. 2542<span class="sr-only">(current)</span></a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="attach/Engineer_Act_2542.pdf" target="_blank">ENGINEER ACT, B.E. 2542</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="attach/20080215172108-1.PDF" target="_blank">กฏกระทรวงกำหนดสาขาวิชาชีพวิศวกรรม</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="index.php?menu=4">ข้อบังคับวิชาชีพ</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="index.php?menu=5">จรรยาบรรณแห่งวิชาชีพ</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="attach/Engineer_Act_2542_edit_2559.pdf" target="_blank">Download กฏหมายของสภาวิศวกร</a>
				</li>
		</ul>
	</div>
</nav>

<div class="container" id="content">
		<!-- Control the column width, and how they should appear on different devices -->
		<div class="row mt-5 mb-3">
			<div class="col-sm-3" style="#53B1FF">
				<div class="nav flex-column nav-pills pt-5 pb-5 bg-light" id="v-pills-tab" role="tablist" aria-orientation="vertical">
					<a class="nav-link active" id="v-1-tab" data-toggle="pill" href="#v-1" role="tab" aria-controls="v-1" aria-selected="true">พระราชบัญญัติวิศวกร พ.ศ. 2542</a>
					<a class="nav-link" id="v-2-tab" data-toggle="pill" href="#v-2" role="tab" aria-controls="v-2" aria-selected="false">หมวด ๑ สภาวิศวกร</a>
					<a class="nav-link" id="v-3-tab" data-toggle="pill" href="#v-3" role="tab" aria-controls="v-3" aria-selected="false">หมวด ๒ สมาชิก</a>
					<a class="nav-link" id="v-4-tab" data-toggle="pill" href="#v-4" role="tab" aria-controls="v-4" aria-selected="false">หมวด ๓ คณะกรรมการ</a>
					<a class="nav-link" id="v-5-tab" data-toggle="pill" href="#v-5" role="tab" aria-controls="v-5" aria-selected="false">หมวด ๔ การดำเนินการของคณะกรรมการ</a>
					<a class="nav-link" id="v-6-tab" data-toggle="pill" href="#v-6" role="tab" aria-controls="v-6" aria-selected="false">หมวด ๕ ข้อบังคับสภาวิศวกร</a>
					<a class="nav-link" id="v-7-tab" data-toggle="pill" href="#v-7" role="tab" aria-controls="v-7" aria-selected="false">หมวด ๖ การควบคุมการประกอบวิชาชีพวิศวกรรม</a>
					<a class="nav-link" id="v-8-tab" data-toggle="pill" href="#v-8" role="tab" aria-controls="v-8" aria-selected="false">หมวด ๗ การกำกับดูแล</a>
					<a class="nav-link" id="v-9-tab" data-toggle="pill" href="#v-9" role="tab" aria-controls="v-9" aria-selected="false">หมวด ๘ บทกำหนดโทษ</a>
					<a class="nav-link" id="v-10-tab" data-toggle="pill" href="#v-10" role="tab" aria-controls="v-10" aria-selected="false">บทเฉพาะกาล</a>
				</div>

			</div>
			<div class="col-sm-9" style="">
				<div class="tab-content" id="v-pills-tabContent">
					<div class="tab-pane fade show active p-5 mb-5 border-all" id="v-1" role="tabpanel" aria-labelledby="v1-tab">
						<h2 class="text-center text-info pb-5">พระราชบัญญัติวิศวกร พ.ศ. 2542</h2>
						<p>พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช มีพระบรมราชโองการโปรดเกล้าฯ ให้ประกาศว่า โดยที่เป็นการสมควรปรับปรุงกฎหมายว่าด้วยวิชาชีพวิศวกรรม</p>
						<p>พระราชบัญญัตินี้มีบทบัญญัติบางประการเกี่ยวกับการจำกัดสิทธิและ เสรีภาพของบุคคล ซึ่งมาตรา ๒๙ ประกอบกับมาตรา ๓๙ และมาตรา ๕๐ ของรัฐธรรมนูญแห่งราช อาณาจักรไทย บัญญัติให้กระทำได้โดยอาศัยอำนาจตามบทบัญญัติแห่งกฎหมาย จึงทรงพระกรุณาโปรดเกล้าฯ ให้ตราพระราชบัญญัติขึ้นไว้โดยคำแนะนำและยินยอมของรัฐสภา ดังต่อไปนี้</p>
						<p>มาตรา ๑ พระราชบัญญัตินี้เรียกว่า " พระราชบัญญัติวิศวกร พ . ศ ๒๕๔๒ "</p>
						<p>มาตรา ๒ พระราชบัญญัตินี้ให้ใช้บังคับตั้งแต่วันถัดจากวัน ประกาศใน ราชกิจจานุเบกษาเป็นต้นไป</p>
						<p> มาตรา ๓ ให้ยกเลิก</p>
						<p>( ๑ ) พระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕</p>
						<p>( ๒ ) พระราชบัญญัติวิชาชีพวิศวกรรม ( ฉบับที่ ๒ ) พ . ศ . ๒๕๑๒</p>
						<p>( ๓ ) พระราชบัญญัติวิชาชีพวิศวกรรม ( ฉบับที่ ๓ ) พ . ศ . ๒๕๒๐</p>
						<p>มาตรา ๔ ในพระราชบัญญัตินี้</p>
						<p>" วิชาชีพวิศวกรรม " หมายความว่า วิชาชีพวิศวกรรมในสาขาวิศวกรรมโยธา วิศวกรรมเหมืองแร่ วิศวกรรมเครื่องกล วิศวกรรมไฟฟ้า วิศวกรรมอุตสาหการ และ สาขาวิศวกรรมอื่น ๆ ที่กำหนดในกฎกระทรวง</p>
						<p>" วิชาชีพวิศวกรรมควบคุม " หมายความว่า วิชาชีพวิศวกรรมที่กำหนดใน กฎกระทรวง</p>
						<p>" ใบอนุญาต " หมายความว่า ใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ตามพระราชบัญญัตินี้</p>
						<p>" ผู้ประกอบวิชาชีพวิศวกรรมควบคุม " หมายความว่า บุคคลซึ่งได้รับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมจากสภาวิศวกร</p>
						<p>" สมาชิก " หมายความว่า สมาชิกสภาวิศวกร</p>
						<p>" กรรมการ " หมายความว่า กรรมการสภาวิศวกร</p>
						<p>" คณะกรรมการ " หมายความว่า คณะกรรมการสภาวิศวกร</p>
						<p>" เลขาธิการ " หมายความว่า เลขาธิการสภาวิศวกร</p>
						<p>" พนักงานเจ้าหน้าที่ " หมายความว่า บุคคลซึ่งรัฐมนตรีแต่งตั้งให้ปฏิบัติการตามพระราชบัญญัตินี้</p>
						<p>" รัฐมนตรี " หมายความว่า รัฐมนตรีผู้รักษาการตามพระราชบัญญัตินี้</p>
						<p>มาตรา ๕ ให้รัฐมนตรีว่าการกระทรวงมหาดไทยรักษาตามพระราชบัญญัตินี้ และให้มีอำนาจแต่งตั้งพนักงานเจ้าหน้าที่กับออกกฎกระทรวงกำหนดค่าธรรมเนียม ไม่เกินอัตราท้ายพระราชบัญญัตินี้ รวมทั้งออกกฎกระทรวงเพื่อปฏิบัติการตามพระราชบัญญัตินี้<br>กฎกระทรวงนั้น เมื่อได้ประกาศในราชกิจจานุเบกษาแล้วให้ใช้บังคับได้</p>
					</div>
					<div class="tab-pane fade p-5 border-all" id="v-2" role="tabpanel" aria-labelledby="v2-tab">
						<h2 class="text-center text-info pb-5">หมวด ๑ สภาวิศวกร</h2>
						<p>มาตรา ๖ ให้มีสภาวิศวกร มีวัตถุประสงค์และอำนาจหน้าที่ตามที่บัญญัติไว้ในพระราชบัญญัตินี้</p>
						<p>ให้สภาวิศวกรเป็นนิติบุคคล</p>
						<p>มาตรา ๗ สภาวิศวกรมีวัตถุประสงค์ดังต่อไปนี้</p>
						<p>( ๑ ) ส่งเสริมการศึกษา การวิจัย และการประกอบวิชาชีพวิศวกรรม</p>
						<p>( ๒ ) ส่งเสริมความสามัคคีและไกล่เกลี่ยข้อพิพาทของสมาชิก</p>
						<p>( ๓ ) ส่งเสริมสวัสดิการและผดุงเกียรติของสมาชิก</p>
						<p>( ๔ ) ควบคุมความประพฤติและการดำเนินงานของผู้ประกอบวิชาชีพวิศวกรรมควบคุม ให้ถูกต้องตามมาตรฐานและจรรยาบรรณแห่งวิชาชีพวิศวกรรม</p>
						<p>( ๕ ) ช่วยเหลือ แนะนำ เผยแพร่ และให้บริการทางด้านวิชาการต่างๆ แก่ประชาชน และองค์กรอื่นในเรื่องที่เกี่ยวกับวิทยาการและเทคโนโลยีทางวิศวกรรม</p>
						<p>( ๖ ) ให้คำปรึกษา หรือข้อเสนอแนะต่อรัฐบาลเกี่ยวกับนโยบายและปัญหาด้านวิศวกรรมรวมทั้งด้านเทคโนโลยี</p>
						<p>( ๗ ) เป็นตัวแทนของผู้ประกอบวิชาชีพวิศวกรรมของประเทศไทย</p>
						<p>( ๘ ) ดำเนินการอื่นตามที่กำหนดในกฎกระทรวง</p>
						<p>มาตรา ๘ สภาวิศวกรมีอำนาจและหน้าที่ดังต่อไปนี้</p>
						<p>( ๑ ) ออกใบอนุญาตให้แก่ผู้ขอประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๒ ) พักใช้ใบอนุญาตหรือเพิกถอนใบอนุญาต</p>
						<p>( ๓ ) รับรองปริญญา ประกาศนียบัตร หรือวุฒิบัตรในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๔ ) รับรองความรู้ความชำนาญในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๕ ) เสนอแนะรัฐมนตรีเกี่ยวกับการกำหนดและการเลิกสาขาวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๖ ) ออกข้อบังคับสภาวิศวกรว่าด้วย</p>
						<p>( ก ) การกำหนดลักษณะต้องห้ามตามมาตรา ๑๒ ( ๖ )</p>
						<p>( ข ) การรับสมัครเป็นสมาชิก ค่าจดทะเบียนสมาชิก ค่าบำรุงและค่าธรรมเนียมที่เรียกเก็บจากสมาชิกหรือบุคคลภายนอก</p>
						<p>( ค ) การเลือกและการเลือกตั้งกรรมการตามมาตรา ๓๒</p>
						<p>( ง ) การออกใบอนุญาต อายุใบอนุญาต การพักใช้ใบอนุญาต การเพิกถอนใบอนุญาต และการรับรองความรู้ความชำนาญในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( จ ) คุณสมบัติ วาระการดำรงตำแหน่ง และการพ้นจากการดำรงตำแหน่งของผู้ตรวจตามมาตรา ๒๐ วรรคสอง</p>
						<p>( ฉ ) หลักเกณฑ์และคุณสมบัติของผู้ขอรับใบอนุญาตแต่ละระดับตามมาตรา ๔๖</p>
						<p>( ช ) คุณสมบัติและลักษณะต้องห้ามของผู้ขอรับใบอนุญาตตามมาตรา ๔๙</p>
						<p>( ซ ) จรรยาบรรณแห่งวิชาชีพวิศวกรรม และการประพฤติผิดจรรยาบรรณอันจะนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ</p>
						<p>( ฌ ) มาตรฐานในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ญ ) การประชุมของที่ประชุมใหญ่สภาวิศวกร</p>
						<p>( ฎ ) การใด ๆ ตามที่กำหนดในพระราชบัญญัตินี้</p>
						<p>ข้อบังคับสภาวิศวกรนั้น ต้องได้รับความเห็นชอบจากสภานายกพิเศษ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้วให้ใช้บังคับได้</p>
						<p>( ๗ ) ดำเนินการให้เป็นไปตามวัตถุประสงค์ของสภาวิศวกร</p>
						<p>มาตรา ๙ สภาวิศวกรอาจมีรายได้ดังนี้</p>
						<p>( ๑ ) ค่าจดทะเบียนสมาชิก ค่าบำรุง และค่าธรรมเนียมตามพระราชบัญญัตินี้</p>
						<p>( ๒ ) เงินอุดหนุนจากงบประมาณแผ่นดิน</p>
						<p>( ๓ ) ผลประโยชน์จากการจัดการทรัพย์สินและการดำเนินกิจการของสภาวิศวกร</p>
						<p>( ๔ ) เงินและทรัพย์สินซึ่งมีผู้ให้แก่สภาวิศวกร</p>
						<p>( ๕ ) ดอกผลของเงินและทรัพย์สินตาม ( ๑ ) ( ๒ ) ( ๓ ) และ ( ๔ )</p>
						<p>มาตรา ๑๐ ให้รัฐมนตรีดำรงตำแหน่งสภานายกพิเศษแห่งสภาวิศวกร และมีอำนาจหน้าที่ตามที่บัญญัติไว้ในพระราชบัญญัติ</p>
						<br>
					</div>
					<div class="tab-pane fade p-5 border-all" id="v-3" role="tabpanel" aria-labelledby="v-3-tab">
						<h2 class="text-center text-info pb-5">หมวด ๒ สมาชิก</h2>
						<p>มาตรา ๖ ให้มีสภาวิศวกร มีวัตถุประสงค์และอำนาจหน้าที่ตามที่บัญญัติไว้ในพระราชบัญญัตินี้</p>
						<p>ให้สภาวิศวกรเป็นนิติบุคคล</p>
						<p>มาตรา ๗ สภาวิศวกรมีวัตถุประสงค์ดังต่อไปนี้</p>
						<p>( ๑ ) ส่งเสริมการศึกษา การวิจัย และการประกอบวิชาชีพวิศวกรรม</p>
						<p>( ๒ ) ส่งเสริมความสามัคคีและไกล่เกลี่ยข้อพิพาทของสมาชิก</p>
						<p>( ๓ ) ส่งเสริมสวัสดิการและผดุงเกียรติของสมาชิก</p>
						<p>( ๔ ) ควบคุมความประพฤติและการดำเนินงานของผู้ประกอบวิชาชีพวิศวกรรมควบคุม ให้ถูกต้องตามมาตรฐานและจรรยาบรรณแห่งวิชาชีพวิศวกรรม</p>
						<p>( ๕ ) ช่วยเหลือ แนะนำ เผยแพร่ และให้บริการทางด้านวิชาการต่างๆ แก่ประชาชน และองค์กรอื่นในเรื่องที่เกี่ยวกับวิทยาการและเทคโนโลยีทางวิศวกรรม</p>
						<p>( ๖ ) ให้คำปรึกษา หรือข้อเสนอแนะต่อรัฐบาลเกี่ยวกับนโยบายและปัญหาด้านวิศวกรรมรวมทั้งด้านเทคโนโลยี</p>
						<p>( ๗ ) เป็นตัวแทนของผู้ประกอบวิชาชีพวิศวกรรมของประเทศไทย</p>
						<p>( ๘ ) ดำเนินการอื่นตามที่กำหนดในกฎกระทรวง</p>
						<p>มาตรา ๘ สภาวิศวกรมีอำนาจและหน้าที่ดังต่อไปนี้</p>
						<p>( ๑ ) ออกใบอนุญาตให้แก่ผู้ขอประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๒ ) พักใช้ใบอนุญาตหรือเพิกถอนใบอนุญาต</p>
						<p>( ๓ ) รับรองปริญญา ประกาศนียบัตร หรือวุฒิบัตรในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๔ ) รับรองความรู้ความชำนาญในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๕ ) เสนอแนะรัฐมนตรีเกี่ยวกับการกำหนดและการเลิกสาขาวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ๖ ) ออกข้อบังคับสภาวิศวกรว่าด้วย</p>
						<p>( ก ) การกำหนดลักษณะต้องห้ามตามมาตรา ๑๒ ( ๖ )</p>
						<p>( ข ) การรับสมัครเป็นสมาชิก ค่าจดทะเบียนสมาชิก ค่าบำรุงและค่าธรรมเนียมที่เรียกเก็บจากสมาชิกหรือบุคคลภายนอก</p>
						<p>( ค ) การเลือกและการเลือกตั้งกรรมการตามมาตรา ๓๒</p>
						<p>( ง ) การออกใบอนุญาต อายุใบอนุญาต การพักใช้ใบอนุญาต การเพิกถอนใบอนุญาต และการรับรองความรู้ความชำนาญในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( จ ) คุณสมบัติ วาระการดำรงตำแหน่ง และการพ้นจากการดำรงตำแหน่งของผู้ตรวจตามมาตรา ๒๐ วรรคสอง</p>
						<p>( ฉ ) หลักเกณฑ์และคุณสมบัติของผู้ขอรับใบอนุญาตแต่ละระดับตามมาตรา ๔๖</p>
						<p>( ช ) คุณสมบัติและลักษณะต้องห้ามของผู้ขอรับใบอนุญาตตามมาตรา ๔๙</p>
						<p>( ซ ) จรรยาบรรณแห่งวิชาชีพวิศวกรรม และการประพฤติผิดจรรยาบรรณอันจะนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ</p>
						<p>( ฌ ) มาตรฐานในการประกอบวิชาชีพวิศวกรรมควบคุม</p>
						<p>( ญ ) การประชุมของที่ประชุมใหญ่สภาวิศวกร</p>
						<p>( ฎ ) การใด ๆ ตามที่กำหนดในพระราชบัญญัตินี้</p>
						<p>ข้อบังคับสภาวิศวกรนั้น ต้องได้รับความเห็นชอบจากสภานายกพิเศษ และเมื่อได้ประกาศในราชกิจจานุเบกษาแล้วให้ใช้บังคับได้</p>
						<p>( ๗ ) ดำเนินการให้เป็นไปตามวัตถุประสงค์ของสภาวิศวกร</p>
						<p>มาตรา ๙ สภาวิศวกรอาจมีรายได้ดังนี้</p>
						<p>( ๑ ) ค่าจดทะเบียนสมาชิก ค่าบำรุง และค่าธรรมเนียมตามพระราชบัญญัตินี้</p>
						<p>( ๒ ) เงินอุดหนุนจากงบประมาณแผ่นดิน</p>
						<p>( ๓ ) ผลประโยชน์จากการจัดการทรัพย์สินและการดำเนินกิจการของสภาวิศวกร</p>
						<p>( ๔ ) เงินและทรัพย์สินซึ่งมีผู้ให้แก่สภาวิศวกร</p>
						<p>( ๕ ) ดอกผลของเงินและทรัพย์สินตาม ( ๑ ) ( ๒ ) ( ๓ ) และ ( ๔ )</p>
						<p>มาตรา ๑๐ ให้รัฐมนตรีดำรงตำแหน่งสภานายกพิเศษแห่งสภาวิศวกร และมีอำนาจหน้าที่ตามที่บัญญัติไว้ในพระราชบัญญัติ</p>

					</div>

					<div class="tab-pane fade p-5 border-all" id="v-4" role="tabpanel" aria-labelledby="v-4-tab">
						<h2 class="text-center text-info pb-5">หมวด ๓ คณะกรรมการ</h2>
						<p>มาตรา ๑๑ สมาชิกสภาวิศวกรมีสามประเภท ดังนี้</p>
						<p>( ๑ ) สมาชิกสามัญ</p>
						<p>( ๒ ) สมาชิกวิสามัญ</p>
						<p>( ๓ ) สมาชิกกิตติมศักดิ์</p>
						<p>มาตรา ๑๒ สมาชิกสามัญต้องเป็นผู้มีคุณสมบัติและไม่มีลักษณะต้องห้ามดังต่อไปนี้</p>
						<p>( ๑ ) มีอายุไม่ต่ำกว่าสิบแปดปีบริบูรณ์</p>
						<p>( ๒ ) มีสัญชาติไทย</p>
						<p>( ๓ ) มีความรู้ในวิชาชีพวิศวกรรมโดยได้รับปริญญา ประกาศนียบัตรหรือ วุฒิบัตรเทียบเท่าปริญญาในสาขาวิศวกรรมศาสตร์ที่สภาวิศวกรรับรอง</p>
						<p>( ๔ ) ไม่เป็นผู้ประพฤติผิดจรรยาบรรณ อันนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์ แห่งวิชาชีพตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>( ๕ ) ไม่เคยต้องโทษจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุกในคดีที่เป็นการประพฤติผิดจรรยาบรรณอันจะนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพตามที่กำหนด ในข้อบังคับสภาวิศวกร</p>
						<p>( ๖ ) ไม่เป็นผู้มีจิตฟั่นเฟือน ไม่สมประกอบ หรือไม่เป็นโรคที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>สมาชิกวิสามัญต้องเป็นผู้ที่ปฎิบัติงานเกี่ยวข้องกับวิชาชีพวิศวกรรมและมีคุณสมบัติและไม่มีลักษณะต้องห้ามตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>สมาชิกกิตติมศักดิ์ ได้แก่ ผู้ทรงคุณวุฒิซึ่งที่ประชุมใหญ่สภาวิศวกรแต่งตั้ง</p>
						<p>มาตรา ๑๓ สิทธิและหน้าที่ของสมาชิกสามัญ มีดังต่อไปนี้</p>
						<p>( ๑ ) แสดงความคิดเห็นในการประชุมใหญ่สภาวิศวกร</p>
						<p>( ๒ ) ออกเสียงลงคะแนนในการประชุมใหญ่สภาวิศวกร</p>
						<p>( ๓ ) แสดงความเห็นและซักถามเป็นหนังสือเกี่ยวกับกิจการของสภาวิศวกรต่อคณะกรรมการเพื่อพิจารณาและในกรณีที่สมาชิกร่วมกันตั้งแต่ห้าสิบคนขึ้นไป เสนอให้คณะกรรมการพิจารณาเรื่องใดที่เกี่ยวกับกิจการของสภาวิศวกร คณะกรรมการต้องพิจารณาและแจ้งผลการพิจารณาให้ผู้เสนอทราบโดยมิชักช้า</p>
						<p>( ๔ ) เลือก รับเลือกตั้ง หรือรับแต่งตั้งเป็นกรรมการ</p>
						<p>( ๕ ) ชำระค่าจดทะเบียนสมาชิกและค่าบำรุงตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>( ๖ ) ผดุงไว้ซึ่งเกียรติศักดิ์แห่งวิชาชีพและปฎิบัติตนตามพระราชบัญญัตินี้</p>
						<p>สมาชิกวิสามัญหรือสมาชิกกิตติมศักดิ์ให้มีสิทธิและหน้าที่เช่นเดียวกับสมาชิกสามัญเว้นแต่สิทธิและหน้าที่ตาม (๒) และ (๔)</p>
						<p>มาตรา ๑๔ สมาชิกภาพของสมาชิกย่อมสิ้นสุดเมื่อ</p>
						<p>( ๑ ) ตาย</p>
						<p>( ๒ ) ลาออก</p>
						<p>( ๓ ) คณะกรรมการมีมติให้พ้นจากสมาชิกภาพ เพราะขาดคุณสมบัติตามมาตรา ๑๒ สำหรับกรณีสมาชิกสามัญและสมาชิกวิสามัญแล้วแต่กรณี</p>
						<p>( ๔ ) ที่ประชุมใหญ่สภาวิศวกรมีมติเพิกถอนการแต่งตั้งให้เป็นสมาชิกกิตติมศักดิ์</p>
						<p>( ๕ ) ไม่ชำระค่าจดทะเบียนสมาชิกหรือค่าบำรุงโดยไม่มีเหตุอันควรตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>( ๖ ) สภาวิศวกรมีมติเพิกถอนใบอนุญาตตามมาตรา ๖๔</p>
						<p>มาตรา ๑๕ ให้มีการประชุมสมาชิกเป็นการประชุมใหญ่สามัญปีละหนึ่งครั้ง การประชุมใหญ่คราวอื่นนอกจากนี้เรียกว่า การประชุมใหญ่วิสามัญ</p>
						<p>มาตรา ๑๖ ให้คณะกรรมการจัดให้มีการประชุมใหญ่ตามที่จำเป็น</p>
						<p>สมาชิกสามัญอาจขอให้ประชุมใหญ่วิสามัญได้ตามหลักเกณฑ์และวิธีการที่กำหนดในข้อบังคับสภาวิศวกร ในการนี้คณะกรรมการต้องเรียกประชุมใหญ่วิสามัญภายในสามสิบวันนับแต่วันรับคำร้องขอ</p>
						<p>มาตรา ๑๗ ในการประชุมใหญ่สภาวิศวกร ถ้าสมาชิกสามัญมาประชุมไม่ครบจำนวนสองร้อยคนและการประชุมใหญ่นั้นได้เรียกตามคำร้องขอของสมาชิกก็ให้งดการประชุม แต่ถ้าเป็นการประชุมใหญ่ที่สมาชิกมิได้เป็นผู้ร้องขอให้เลื่อนการประชุมนั้นออกไป โดยให้นายกสภาวิศวกรเรียกประชุมใหญ่อีกครั้งภายในสี่สิบห้าวัน</p>
						<p>มาตรา ๑๘ ในการประชุมใหญ่สภาวิศวกร ให้นายกสภาวิศวกรเป็นประธานในที่ประชุม ในกรณีที่นายกสภาวิศวกรไม่อยู่ในที่ประชุมหรือไม่สามารถปฏิบัติหน้าที่ได้ ให้อุปนายกสภา วิศวกรผู้ทำการแทนตามมาตรา ๓๔ เป็นประธานในที่ประชุม ถ้านายกสภาวิศวกรและอุปนายกสภาวิศวกรไม่อยู่ในที่ประชุมหรือไม่อาจปฏิบัติหน้าที่ได้ ให้สมาชิกที่มาประชุมเลือกสมาชิกคนหนึ่งเป็นประธานในที่ประชุม</p>
						<p>มาตรา ๑๙ ในการประชุมใหญ่สามัญประจำปี กิจการอันพึงกระทำได้แก่</p>
						<p>( ๑ ) ให้ความเห็นชอบแผนการดำเนินงานประจำปีของคณะกรรมการ</p>
						<p>( ๒ ) พิจารณาและอนุมัติงบดุลประจำปีของสภาวิศวกร</p>
						<p>( ๓ ) ตั้งผู้สอบบัญชีและกำหนดค่าตอบแทนผู้สอบบัญชี</p>
						<p>มาตรา ๒๐ ให้มีผู้ตรวจคนหนึ่งหรือหลายคนตามที่ที่ประชุมใหญ่สภาวิศวกรแต่งตั้งจากสมาชิกหรือบุคคลภายนอก คุณสมบัติ วาระการดำรงตำแหน่ง และการพ้นจากการดำรงตำแหน่งให้เป็นไปตามที่กำหนดในข้อบังคับสภาวิศวกร ผู้ตรวจมีอำนาจหน้าที่ตรวจสอบการดำเนินงานของคณะกรรมการ แล้วทำรายงานเสนอต่อที่ประชุมใหญ่สภาวิศวกร</p>
						<p>มาตรา ๒๑ ในการตรวจสอบการดำเนินงานของคณะกรรม ให้ผู้ตรวจมีอำนาจเข้าไปตรวจสถานที่ทำการงานต่างๆ ของสภาวิศวกรในระหว่างเวลาทำงานได้ และให้ผู้ซึ่งเกี่ยวข้องอำนวยความสะดวก ช่วยเหลือ หรือให้คำชี้แจงแก่ผู้ตรวจตามควรแก่กรณี</p>
						<p>มาตรา ๒๒ กรรมการ อนุกรรมการ เจ้าหน้าที่สภาวิศวกร ลูกจ้าง และตัวแทนของสภาวิศวกรมีหน้าที่ส่งเอกสารหลักฐานต่างๆ ซึ่งตนเก็บรักษาหรืออยู่ในอำนาจของตนให้แก่ผู้ตรวจ และให้คำชี้แจงเกี่ยวกับการดำเนินงานต่างๆ ในกิจการของสภาวิศวกร ทั้งนี้เมื่อผู้ตรวจร้องขอ</p>
						<p>มาตรา ๒๓ ในกรณีที่พบว่าคณะกรรมการมิได้ดำเนินงานตามแผนการดำเนินงานประจำปีหรือดำเนินงานไปในทางที่อาจก่อให้เกิดความเสียหายหรือขัดต่อวัตถุประสงค์ของสภาวิศวกร ให้ผู้ตรวจแจ้งให้ที่ประชุมใหญ่สภาวิศวกร หรือสมาชิกสามัญตามที่ตนเห็นสมควรเพื่อพิจารณาดำเนินการต่อไป</p>
					</div>

					<div class="tab-pane fade p-5 border-all" id="v-5" role="tabpanel" aria-labelledby="v-5-tab">
						<h2 class="text-center text-info pb-5">หมวด ๔ การดำเนินการของคณะกรรมการ</h2>
						<p>มาตรา ๒๔ ให้มีคณะกรรมการสภาวิศวกร ประกอบด้วย</p>
						<p>( ๑ ) กรรมการซึ่งสมาชิกสามัญเลือกตั้งขึ้นจากสมาชิกสามัญ และมิได้ดำรงตำแหน่งคณาจารย์ในสถาบันอุดมศึกษาระดับปริญญา จำนวนสิบคน</p>
						<p>( ๒ ) กรรมการซึ่งสมาชิกสามัญเลือกตั้งขึ้นจากสมาชิกสามัญ และดำรงตำแหน่งคณาจารย์ในสถาบันอุดมศึกษาระดับปริญญา จำนวนห้าคน</p>
						<p>( ๓ ) กรรมการซึ่งคณะรัฐมนตรีแต่งตั้งจากสมาชิกสามัญโดยการเสนอชื่อของ รัฐมนตรี จำนวนห้าคน</p>
						<p>ในการเลือกตั้งและแต่งตั้งกรรมการตามวรรคหนึ่ง ให้คำนึงถึงสมาชิกสามัญจากสาขาวิศวกรรมควบคุมต่างๆ ในสัดส่วนที่เหมาะสม</p>
						<p>มาตรา ๒๕ เมื่อได้มีการแต่งตั้งกรรมการและทราบผลการเลือกตั้งกรรมการตามาตรา ๒๔ แล้ว ให้สภานายกพิเศษกำหนดให้มีการประชุมคณะกรรมการภายในสามสิบวัน และให้ถือว่าวันประชุมดังกล่าวเป็นวันเริ่มวาระของการอยู่ในตำแหน่งกรรมการ</p>
						<p>มาตรา ๒๖ ให้คณะกรรมการเลือกกรรมการเพื่อดำรงตำแหน่งนายกสภาวิศวกรอุปนายกสภาวิศวกรคนที่หนึ่ง และอุปนายกสภาวิศวกรคนที่สอง ตำแหน่งละหนึ่งคน</p>
						<p>ให้นายกสภาวิศวกรเลือกกรรมการเพื่อดำรงตำแหน่งเลขาธิการ เหรัญญิก ตำแหน่งละหนึ่งคน และอาจเลือกกรรมการเพื่อดำรงตำแหน่งอื่นได้ตามความจำเป็นทั้งนี้โดยความเห็นชอบของคณะกรรมการ</p>
						<p>ให้นายกสภาวิศวกรมีอำนาจถอดถอนเลขาธิการ เหรัญญิก และตำแหน่งอื่นตามวรรคสองออกจากตำแหน่งได้ ทั้งนี้โดยความเห็นชอบของคณะกรรมการ</p>
						<p>นายกสภาวิศวกร อุปนายกสภาวิศวกรคนที่หนึ่ง และอุปนายกสภาวิศวกรคนที่สอง ให้ดำรงตำแหน่งตามวาระของกรรมการซึ่งได้รับการเลือกตั้ง</p>
						<p>เมื่อผู้ดำรงตำแหน่งนายกสภาวิศวกรพ้นจากหน้าที่ ให้เลขาธิการ เหรัญญิก และผู้ดำรงตำแหน่งอื่นตามวรรคสองพ้นจากตำแหน่งด้วย</p>
						<p>มาตรา ๒๗ กรรมการต้องมีคุณสมบัติและไม่มีลักษณะต้องห้ามดังต่อไปนี้</p>
						<p>( ๑ ) เป็นผู้ได้รับใบอนุญาตระดับสามัญวิศวกรมาแล้วไม่น้อยกว่าสิบปี หรือระดับวุฒิวิศวกร</p>
						<p>( ๒ ) ไม่เคยถูกสั่งพักใช้ใบอนุญาตหรือเพิกถอนใบอนุญาต</p>
						<p>( ๓ ) ไม่เป็นบุคคลล้มละลาย</p>
						<p>มาตรา ๒๘ กรรมการให้มีวาระอยู่ในตำแหน่งคราวละสามปี กรรมการ ซึ่งได้รับเลือกตั้งจะดำรงตำแหน่งเกินสองวาระติดต่อกันไม่ได้</p>
						<p>ให้กรรมการที่พ้นจากตำแหน่งตามวาระปฏิบัติหน้าที่ไปพลางก่อนจนกว่าจะมีการเลือกตั้งหรือแต่งตั้งกรรมการใหม่</p>
						<p>มาตรา ๒๙ นอกจากการพ้นจากตำแหน่งตามวาระ กรรมการพ้นจากตำแหน่งเมื่อ</p>
						<p>( ๑ ) สมาชิกภาพสิ้นสุดลงตามมาตรา ๑๔</p>
						<p>( ๒ ) ขาดคุณสมบัติตามมาตรา ๒๗</p>
						<p>( ๓ ) ลาออก</p>
						<p>( ๔ ) สภาวิศวกรมีมติให้ออกด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกที่มาประชุม</p>
						<p>( ๕ ) ตำแหน่งกรรมการซึ่งได้รับการเลือกตั้งว่างลงรวมกันเกินกึ่งหนึ่งของจำนวนกรรมการซึ่งได้รับเลือกตั้งทั้งหมดและวาระของกรรมการเหลืออยู่ไม่ถึงเก้าสิบวัน</p>
						<p>( ๖ ) รัฐมนตรีโดยอนุมัติคณะรัฐมนตรีสั่งให้พ้นจากตำแหน่งตามมาตรา ๖๙</p>
						<p>มาตรา ๓๐ เมื่อตำแหน่งกรรมการซึ่งได้รับเลือกตั้งว่างลง ก่อนครบวาระให้คณะกรรมการเลือกสมาชิกผู้มีคุณสมบัติตามมาตรา ๒๗ และมาตรา ๒๔ ( ๑ ) หรือ ( ๒ ) แล้วแต่กรณี เป็นกรรมการแทนภายในสามสิบวันนับแต่วันที่ตำแหน่งกรรมการนั้นว่างลงแต่ถ้าวาระของกรรมการเหลืออยู่ไม่ถึงเก้าสิบวัน คณะกรรมการจะให้มีการเลือกกรรมการแทนหรือไม่ก็ได้</p>
						<p>ในกรณีตำแหน่งกรรมการตามวรรคหนึ่งว่างลงรวมกันเกินกึ่งหนึ่งของจำนวนกรรมการซี่งได้รับเลือกตั้งทั้งหมดและวาระของกรรมการเหลืออยู่ตั้งแต่เก้าสิบวันขึ้นไปให้มีการประชุมใหญ่เพื่อเลือกตั้งกรรมการขึ้นแทนตำแหน่งกรรมการที่ว่าง</p>
						<p>ให้ผู้ซึ่งได้รับเลือกหรือเลือกตั้งให้ดำรงตำแหน่งแทนอยู่ในตำแหน่งเท่ากับวาระที่เหลืออยู่ของผู้ซึ่งตนแทน</p>
						<p>มาตรา ๓๑ เมื่อตำแหน่งกรรมการซึ่งได้รับการแต่งตั้งตามมาตรา ๒๔ ( ๓ ) ว่างลงก่อนครบวาระ ให้ดำเนินการแต่งตั้งกรรมการแทนตำแหน่งที่ว่างภายในสามสิบวันแต่วันที่ตำแหน่งกรรมการนั้นว่างลง แต่ถ้าระยะเวลาของกรรมการเหลืออยู่ไม่ถึงเก้าสิบวัน จะมีการแต่งตั้งแทนหรือไม่ก็ได้</p>
						<p>ให้ผู้ซึ่งได้รับการแต่งตั้งแทนอยู่ในตำแหน่งเพียงเท่าวาระที่เหลืออยู่ของผู้ซึ่งตนแทน</p>
						<p>มาตรา ๓๒ การเลือกตั้งกรรมการตามมาตรา ๒๔ ( ๑ ) และ ( ๒ ) การเลือกกรรมการเพื่อดำรงตำแหน่งต่าง ๆ ตามมาตรา ๒๖ และการเลือกหรือการเลือกตั้งกรรมการตามมาตรา ๓๐ ให้เป็นไปตามข้อบังคับสภาวิศวกร</p>
						<p>มาตรา ๓๓ ให้คณะกรรมการมีอำนาจหน้าที่ดังต่อไปนี้</p>
						<p>( ๑ ) บริหารและดำเนินการให้เป็นไปตามวัตถุประสงค์และข้อบังคับของ สภาวิศวกร</p>
						<p>( ๒ ) สอดคล้องดูแลและดำเนินการทางกฎหมายกับผู้กระทำการฝ่าฝืนพระราชบัญญัตินี้</p>
						<p>( ๓ ) ออกระเบียบคณะกรรมการว่าด้วยการใด ๆ ตามที่กำหนดให้เป็นหน้าที่ของคณะกรรมการในพระราชบัญญัตินี้ หรือตามที่ที่ประชุมใหญ่สภาวิศวกรมอบหมาย</p>
						<p>( ๔ ) กำหนดแผนการดำเนินงานและงบประมาณของสภาวิศวกร</p>
						<p>( ๕ ) วินิจฉัยชี้ขาดอุทธรณ์ ซึ่งผู้ได้รับใบอนุญาตอุทธรณ์คำวินิจฉัยของคณะกรรมการจรรยาบรรณตามมาตรา ๖๒</p>
						<p>มาตรา ๓๔ นายกสภาวิศวกร อุปนายกสภาวิศวกรคนที่หนึ่ง อุปนายกสภาวิศวกรคนที่สอง เลขาธิการ และเหรัญญิก มีอำนาจหน้าที่ดังต่อไปนี้</p>
						<p>( ๑ ) นายกสภาวิศวกรมีอำนาจหน้าที่</p>
						<p>( ก ) เป็นผู้แทนสภาวิศวกรในกิจการที่เกี่ยวกับบุคคลภายนอก</p>
						<p>( ข ) เป็นประธานในที่ประชุมคณะกรรมการและที่ประชุมใหญ่สภาวิศวกร</p>
						<p>( ค ) ดำเนินกิจการของสภาวิศวกรใ?้เป็นไปตามมติของคณะกรรมการ</p>
						<p>( ๒ ) อุปนายกสภาวิศวกรคนที่หนึ่งเป็นผู้ช่วยนายกสภาวิศวกรในกิจการอันอยู่ในอำนาจหน้าที่ของนายกสภาวิศวกรตามที่นายกสภาวิศวกรมอบหมาย และเป็นผู้ทำการแทนนายกสภาวิศวกรเมื่อนายกสภาวิศวกรไม่อยู่ หรือไม่สามารถปฏิบัติหน้าที่ได้</p>
						<p>( ๓ ) อุปนายกสภาวิศวกรคนที่สองเป็นผู้ช่วยนายกสภาวิศวกรในกิจการอันอยู่ในอำนาจหน้าที่ของนายกสภาวิศวกรตามที่นายกสภาวิศวกรมอบหมาย และเป็นผู้ทำการแทนนายกสภาวิศวกรเมื่อนายกสภาวิศวกร และอุปนายกสภาวิศวกรที่หนึ่งไม่อยู่ หรือไม่สามารถปฏิบัติหน้าที่ได้</p>
						<p>( ๔ ) เลขาธิการมีอำนาจหน้าที่</p>
						<p>( ก ) ควบคุมบัญชาเจ้าหน้าที่สภาวิศวกรทุกระดับ</p>
						<p>( ข ) เป็นเลขานุการในที่ประชุมคณะกรรมการและที่ประชุมใหญ่สภาวิศวกร</p>
						<p>( ค ) ดำเนินการตามที่นายกสภาวิศวกรมอบหมาย</p>
						<p>( ๕ ) เหรัญญิกมีอำนาจหน้าที่ควบคุม ดูแล รับผิดชอบการบัญชี การเงิน และการงบประมาณของสภาวิศวกร</p>
						<p>นายกสภาวิศวกรอาจมอบหมายให้อุปนายก กรรมการ และเลขาธิการ เหรัญญิก หรือเจ้าหน้าที่ของสภาวิศวกรกระทำการอย่างหนึ่งอย่างใดแทนได้ตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
					</div>

					<div class="tab-pane fade p-5 border-all" id="v-6" role="tabpanel" aria-labelledby="v-6-tab">
						<h2 class="text-center text-info pb-5">หมวด ๕ ข้อบังคับสภาวิศวกร</h2>
						<p>มาตรา ๔๓ ร่างข้อบังคับสภาวิศวกรจะเสนอได้ก็แต่โดยคณะกรรมการหรือสมาชิกสามัญ</p>
						<p>การเสนอร่างข้อบังคับสภาวิศวกรของสมาชิกสามัญจะกระทำได้เมื่อมีสมาชิกสามัญจำนวนไม่น้อยกว่าหนึ่งร้อยคนรับรอง</p>
						<p>ให้คณะกรรมการจัดให้มีการประชุมใหญ่สภาวิศวกรเพื่อพิจารณาร่างข้อบังคับสภาวิศวกรที่มีการเสนอตามความเหมาะสมแก่กรณี การพิจารณาร่างข้อบังคับสภาวิศวกรจะเสนอเป็นวาระจรไม่ได้ แต่ต้องกำหนดเป็นวาระในหนังสือนัดประชุมให้ชัดเจนและแนบร่างข้อบังคับสภาวิศวกรที่เสนอไปพร้อมกันด้วย</p>
						<p>มาตรา ๔๔ เมื่อที่ประชุมใหญ่สภาวิศวกรมีมติให้ความเห็นชอบร่างข้อบังคับสภาวิศวกรด้วยคะแนนเสียงไม่น้อยกว่ากึ่งหนึ่งของสมาชิกสามัญที่เข้าประชุม ให้นายกสภาวิศวกรเสนอร่างข้อบังคับสภาวิศวกรต่อสภานายกพิเศษโดยไม่ชักช้า สภานายกพิเศษอาจยับยั้งร่างข้อบังคับนั้นได้แต่ต้องแสดงเหตุผลโดยแจ้งชัด ในกรณีที่มิได้ยับยั้งภายในสามสิบวันนับแต่วันที่ได้รับร่างข้อบังคับที่นายกสภาวิศวกรเสนอ ให้ถือว่าสภานายกพิเศษให้ความเห็นชอบร่างข้อบังคับนั้น</p>
						<p>ถ้าสภานายกพิเศษยับยั้งร่างข้อบังคับใด ให้คณะกรรมการประชุมอีกครั้งหนึ่งภายในสามสิบวันนับแต่วันที่ได้รับการยับยั้ง ในการประชุมครั้งหลังนี้ ถ้ามีเสียงยืนยันมติไม่น้อยกว่าสองในสามของจำนวนกรรมการทั้งคณะ ให้ถือว่าร่างข้อบังคับนั้นได้รับความเห็นชอบจากสภานายกพิเศษแล้ว</p>
					</div>

					<div class="tab-pane fade p-5 border-all" id="v-7" role="tabpanel" aria-labelledby="v-7-tab">
						<h2 class="text-center text-info pb-5">หมวด ๖ การควบคุมการประกอบวิชาชีพวิศวกรรม</h2>
						<p>มาตรา ๔๕ ห้ามมิให้ผู้ใดประกอบวิชาชีพวิศวกรรมควบคุมหรือแสดงด้วยวิธีใด ๆ ให้ผู้อื่นเข้าใจว่าตนพร้อมจะประกอบวิชาชีพวิศวกรรมควบคุมสาขาใด เว้นแต่จะได้รับใบอนุญาตในสาขานั้นจากสภาวิศวกร </p>
						<p>มาตรา ๔๖ ผู้ประกอบวิชาชีพวิศวกรรมควบคุมแต่ละสาขามี ๔ ระดับ คือ</p>
						<p>( ๑ ) วุฒิวิศวกร</p>
						<p>( ๒ ) สามัญวิศวกร</p>
						<p>( ๓ ) ภาคีวิศวกร</p>
						<p>( ๔ ) ภาคีวิศวกรพิเศษ</p>
						<p>หลักเกณฑ์และคุณสมบัติของผู้ประกอบวิชาชีพวิศวกรรมควบคุมแต่ละระดับ ให้เป็นไปตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>มาตรา ๔๗ ห้ามมิให้ผู้ใดใช้คำหรือข้อความที่แสดงให้ผู้อื่นเข้าใจว่าตนเป็น ผู้มีความรู้ความชำนาญในการประกอบวิชาชีพวิศวกรรมควบคุม ทั้งนี้ รวมถึงการใช้ จ้างวานหรือยินยอมให้ผู้อื่นกระทำดังกล่าวให้ตน เว้นแต่ผู้ได้รับวุฒิบัตรหรือหนังสืออนุมัติเป็นผู้มีความรู้ความชำนาญในการประกอบวิชาชีพวิศวกรรมสาขานั้น ๆ จากสภาวิศวกรหรือสถาบันที่สภาวิศวกรรับรอง หรือผู้ได้รับใบอนุญาตซึ่งมีคุณสมบัติตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>มาตรา ๔๘ การออกใบอนุญาต อายุใบอนุญาต การพักใช้ใบอนุญาต การเพิกถอนใบอนุญาต และการรับรองความรู้ความชำนาญในการประกอบวิชาชีพวิศวกรรมควบคุม ให้เป็นไปตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>มาตรา ๔๙ ผู้ขอรับใบอนุญาตต้องมีคุณสมบัติและไม่มีลักษณะต้องห้ามตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>ผู้ขอรับใบอนุญาตที่เป็นบุคคลธรรมดาต้องเป็นสมาชิกสามัญหรือสมาชิกวิสามัญของสภาวิศวกรและถ้าขาดจากสมาชิกภาพเมื่อใดให้ใบอนุญาตของผู้นั้นสิ้นสุดลง</p>
						<p>ผู้ขอรับใบอนุญาตที่เป็นนิติบุคคล ไม่ว่าจะเป็นนิติบุคคลซึ่งมีทุนเป็นของคนต่างด้าวจำนวนเท่าใด นิติบุคคลนั้นอย่างน้อยต้องมีคุณสมบัติดังต่อไปนี้</p>
						<p>( ๑ ) มีสำนักงานใหญ่ตั้งอยู่ในราชอาณาจักร</p>
						<p>( ๒ ) ผู้เป็นหุ้นส่วนของห้างหุ้นส่วน กรรมการของบริษัท หรือสมาชิกในคณะผู้บริหารของนิติบุคคลจำนวนไม่น้อยกว่ากึ่งหนึ่ง หรือหุ้นส่วนผู้จัดการของห้างหุ้นส่วน กรรมการ ผู้จัดการของบริษัท หรือผู้มีอำนาจบริหารแต่ผู้เดียวของนิติบุคคลเป็นผู้ซึ่งได้รับใบอนุญาต ตามพระราชบัญญัตินี้</p>
						<p>มาตรา ๕๐ ผู้ได้รับใบอนุญาตต้องประพฤติตนตามจรรยาบรรณแห่งวิชาชีพวิศวกรรมตามที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>มาตรา ๕๑ บุคคลซึ่งได้รับความเสียหายหรือพบการประพฤติผิดจรรยาบรรณแห่งวิชาชีพวิศวกรรมของผู้ได้รับใบอนุญาต มีสิทธิกล่าวหาผู้ได้รับใบอนุญาตผู้นั้นโดยทำเรื่องยื่นต่อสภาวิศวกร</p>
						<p>กรรมการหรือบุคคลอื่นมีสิทธิกล่าวโทษผู้ประกอบวิชาชีพวิศวกรรมควบคุมว่าผิดจรรยาบรรณแห่งวิชาชีพวิศวกรรมควบคุม โดยแจ้งเรื่องต่อสภาวิศวกร</p>
						<p>สิทธิการกล่าวหาตามวรรคหนึ่ง หรือสิทธิการกล่าวโทษตามวรรคสองสิ้นสุดลงเมื่อพ้นหนึ่งปีนับแต่วันที่ผู้ได้รับความเสียหายหรือผู้กล่าวโทษรู้เรื่องการประพฤติผิดจรรยาบรรณแห่งวิชาชีพวิศวกรรมควบคุมดังกล่าวและรู้ตัวผู้ประพฤติผิด</p>
						<p>การถอนเรื่องการกล่าวหาหรือการกล่าวโทษที่ได้ยื่นไว้แล้วนั้น ไม่เป็นเหตุให้ระงับการดำเนินการตามพระราชบัญญัตินี้</p>
						<p>มาตรา ๕๒ เมื่อสภาวิศวกรได้รับเรื่องการกล่าวหาหรือการกล่าวโทษตาม</p>
						<p>มาตรา ๕๑ ให้เลขาธิการเสนอเรื่องดังกล่าวต่อคณะกรรมการจรรยาบรรณโดยไม่ชักช้า</p>
						<p>มาตรา ๕๓ ให้มีคณะกรรมการจรรยาบรรณ ประกอบด้วยประธานกรรมการจรรยาบรรณคนหนึ่ง และกรรมการจรรยาบรรณตามจำนวนที่คณะกรรมการกำหนดแต่ไม่น้อยกว่าสามคน ให้คณะกรรมการแต่งตั้งกรรมการจรรยาบรรณตามมติของที่ประชุมใหญ่สภาวิศวกรจากสมาชิกซึ่งมีคุณสมบัติดังต่อไปนี้</p>
						<p>( ๑ ) เป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมมาแล้วไม่น้อยกว่าสิบปี</p>
						<p>( ๒ ) ไม่เคยถูกลงโทษฐานประพฤติผิดจรรยาบรรณ</p>
						<p>มาตรา ๕๔ กรรมการจรรยาบรรณให้มีวาระอยู่ในตำแหน่งคราวละสามปี และอาจได้รับแต่งตั้งใหม่ได้ แต่จะดำรงตำแหน่งเกินสองวาระติดต่อกันไม่ได้ ให้กรรมการจรรยาบรรณที่พ้นจากตำแหน่งตามวาระปฏิบัติหน้าที่ไปพลางก่อนจนกว่าจะมีการแต่งตั้งกรรมการจรรยาบรรณใหม่</p>
						<p>มาตรา ๕๕ นอกจากพ้นจากตำแหน่งตามวาระ กรรมการจรรยาบรรณพ้นจากตำแหน่งเมื่อ</p>
						<p>( ๑ ) ลาออก</p>
						<p>( ๒ ) สมาชิกภาพสิ้นสุดลงตามมาตรา ๑๔</p>
						<p>( ๓ ) ขาดคุณสมบัติตามมาตรา ๕๓ วรรคสอง</p>
						<p>( ๔ ) สภาวิศวกรมีมติให้ออกด้วยคะแนนเสียงไม่น้อยกว่าสองในสามของจำนวนสมาชิกที่ประชุม</p>
						<p>มาตรา ๕๖ เมื่อตำแหน่งกรรมการจรรยาบรรณว่างลงก่อนครบวาระให้คณะกรรมการดำเนินการแต่งตั้งแทนตำแหน่งที่ว่าง เว้นแต่วาระของกรรมการจรรยาบรรณเหลืออยู่ไม่ถึงเก้าสิบวัน คณะกรรมการจะดำเนินการแต่งตั้งแทนตำแหน่งที่ว่างหรือไม่ก็ได้</p>
						<p>ให้กรรมการจรรยาบรรณซึ่งได้รับการแต่งตั้งให้ดำรงตำแหน่งแทนอยู่ในตำแหน่งเท่ากับวาระที่เหลืออยู่ของผู้ซึ่งตนแทน</p>
						<p>มาตรา ๕๗ คณะกรรมการจรรยาบรรณมีอำนาจหน้าที่พิจารณาวินิจฉัย กรณีที่มีการกล่าวหาว่าผู้ได้รับใบอนุญาตประพฤติผิดจรรยาบรรณแห่งวิชาชีพวิศวกรรม</p>
						<p>วิธีพิจารณาและวินิจฉัยของคณะกรรมการจรรยาบรรณ ให้เป็นไปตามระเบียบของคณะกรรมการ</p>
						<p>มาตรา ๕๘ คณะกรรมการจรรยาบรรณจะแต่งตั้งคณะอนุกรรมการเพื่อพิจารณาหรือปฏิบัติการอย่างใดอย่างหนึ่งแทนคณะกรรมการจรรยาบรรณได้</p>
						<p>การปฏิบัติการของคณะอนุกรรมาการตามวรรคหนึ่ง ให้เป็นไปตามระเบียบของคณะกรรมการ</p>
						<p>มาตรา ๕๙ ในการปฏิบัติหน้าที่ของคณะกรรมการจรรยาบรรณ และของคณะอนุกรรมการซึ่งคณะกรรมการจรรยาบรรณแต่งตั้งให้กรรมการจรรยาบรรณ และอนุกรรมการมีอำนาจออกคำสั่งเป็นหนังสือให้บุคคลซึ่งเกี่ยวข้องมาให้ถ้อยคำ หรือส่งเอกสารหรือวัตถุใด ๆ เพื่อประโยชน์แก่การพิจารณา แต่ถ้าเป็นการมีคำสั่งต่อบุคคลซึ่งมิใช่ผู้ได้รับใบอนุญาตจะต้องได้รับความเห็นชอบจากสภานายกพิเศษหรือผู้ซึ่งสภานายกพิเศษมอบหมาย ในการปฏิบัติหน้าที่ตามพระราชบัญญัตินี้ให้กรรมการจรรยาบรรณหรืออนุกรรมการเป็นเจ้าพนักงานตามประมวลกฎหมายอาญา</p>
						<p>มาตรา ๖๐ ให้ประธานกรรมการจรรยาบรรณมีหนังสือแจ้งข้อกล่าวหาหรือข้อกล่าวโทษพร้อมทั้งส่งสำเนาเรื่องที่กล่าวหาหรือกล่าวโทษให้ผู้ได้รับใบอนุญาตซึ่งถูกกล่าวหาหรือถูกกล่าวโทษล่วงหน้าไม่น้อยกว่าสิบห้าวันก่อนเริ่มพิจารณา ผู้ถูกกล่าวหาหรือถูกกล่าวโทษมีสิทธิทำคำชี้แจงหรือนำพยานหลักฐานใด ๆ ส่งให้คณะกรรมการจรรยาบรรณหรือคณะอนุกรรมการซึ่งคณะกรรมการจรรยาบรรณแต่งตั้งภายในสิบห้าวันนับแต่วันได้รับแจ้งจากประธานกรรมการจรรยาบรรณ หรือภายในเวลาที่คณะกรรมการจรรยาบรรณกำหนด</p>
						<p>มาตรา ๖๑ คณะกรรมการจรรยาบรรณ มีอำนาจวินิจฉัยชี้ขาดอย่างใดอย่างหนึ่งต่อไปนี้</p>
						<p>( ๑ ) ยกข้อกล่าวหา</p>
						<p></p>
						<p>( ๒ ) ตักเตือน</p>
						<p>( ๓ ) ภาคทัณฑ์</p>
						<p>( ๔ ) พักใช้ใบอนุญาตมีกำหนดเวลาตามที่เห็นสมควร แต่ไม่เกินห้าปี</p>
						<p>( ๕ ) เพิกถอนใบอนุญาต</p>
						<p>มาตรา ๖๒ ผู้ได้รับใบอนุญาตซึ่งคณะกรรมการจรรยาบรรณวินิจฉัยชี้ขาด</p>
						<p>ตามมาตรา ๖๑ ( ๒ ) ( ๓ ) ( ๔ ) หรือ ( ๕ ) อาจอุทธรณ์คำวินิจฉัยชี้ขาดต่อคณะกรรมการภายในสามสิบวันนับแต่วันได้รับแจ้งคำวินิจฉัย การอุทธรณ์ให้เป็นไปตามหลักเกณฑ์และวิธีการที่กำหนดในข้อบังคับสภาวิศวกร</p>
						<p>คำวินิจฉัยชี้ขาดของคณะกรรมการให้ทำเป็นคำสั่งสภาวิศวกรพร้อมด้วยเหตุผลของการวินิจฉัยชี้ขาดและให้ถือเป็นที่สุด</p>
						<p>มาตรา ๖๓ ห้ามมิให้ผู้ได้รับใบอนุญาตซึ่งอยู่ในระหว่างถูกสั่งพักใช้ใบอนุญาตผู้ใดประกอบวิชาชีพวิศวกรรมควบคุมหรือแสดงด้วยวิธีใด ๆ ให้ผู้อื่นเข้าใจว่าตนมีสิทธิหรือพร้อมจะประกอบวิชาชีพวิศวกรรมควบคุมนับแต่วันที่ทราบคำสั่งสภาวิศวกรที่สั่งพักใช้ใบอนุญาตนั้น</p>
						<p>มาตรา ๖๔ ผู้ได้รับใบอนุญาตซึ่งอยู่ในระหว่างถูกสั่งพักใช้ใบอนุญาตผู้ใดกระทำการฝ่าฝืนตามมาตรา ๖๓ ให้สภาวิศวกรมีมติเพิกถอนใบอนุญาตของผู้นั้นนับแต่วันที่ศาลพิพากษาถึงที่สุด</p>
						<p>มาตรา ๖๕ ผู้ได้รับใบอนุญาตซึ่งถูกสั่งเพิกถอนใบอนุญาต จะยื่นขอใบอนุญาตอีกไม่ได้จนกว่าจะพ้นห้าปีนับแต่วันที่ถูกสั่งเพิกถอนใบอนุญาต</p>
						<p>ในกรณีที่ผู้ถูกสั่งเพิกถอนใบอนุญาตเป็นนิติบุคคล ให้มีผลเป็นการเพิกถอนใบอนุญาตของผู้เป็นหุ้นส่วนของห้างหุ้นส่วน กรรมการของบริษัท ผู้บริหารของนิติบุคคล และพนักงานหรือลูกจ้างของห้างหุ้นส่วน หรือบริษัท หรือนิติบุคคลที่มีส่วนร่วมในการกระทำอันเป็นเหตุให้ห้างหุ้นส่วน หรือบริษัท หรือนิติบุคคลนั้นถูกเพิกถอนใบอนุญาต และห้ามมิให้บุคคลดังกล่าวเป็นหุ้นส่วนของห้างหุ้นส่วน กรรมการของบริษัท ผู้บริหารของนิติบุคคล</p>
					</div>

					<div class="tab-pane fade p-5 border-all" id="v-8" role="tabpanel" aria-labelledby="v-8-tab">
						<h2 class="text-center text-info pb-5">หมวด ๗ การกำกับดูแล</h2>
					<p>มาตรา ๖๖ ให้รัฐมนตรีมีอำนาจหน้าที่ดังต่อไปนี้</p>
					<p>( ๑ ) กำกับดูแลการดำเนินงานของสภาวิศวกรและการประกอบวิชาชีพวิศวกรรมควบคุม</p>
					<p>( ๒ ) สั่งให้พนักงานเจ้าหน้าที่สอบสวนข้อเท็จจริงเกี่ยวกับการดำเนินงานของสภาวิศวกรและการประกอบวิชาชีพวิศวกรรมควบคุม</p>
					<p>( ๓ ) สั่งเป็นหนังสือให้กรรมการชี้แจงข้อเท็จจริงเกี่ยวกับกิจการของสภาวิศวกรและจะให้ส่งเอกสารเกี่ยวกับการดำเนินงานหรือรายงานการประชุมของคณะกรรมการก็ได้</p>
					<p>( ๔ ) สั่งเป็นหนังสือให้สภาวิศวกรระงับหรือแก้ไขการกระทำใด ๆ ที่ปรากฏว่าขัดต่อวัตถุประสงค์ของสภาวิศวกร กฎหมาย หรือข้อบังคับสภาวิศวกร</p>
					<p>มาตรา ๖๗ เพื่อปฏิบัติการตามคำสั่งของรัฐมนตรีตามมาตรา ๖๖ ให้พนักงานเจ้าหน้าที่มีอำนาจออกคำสั่งเป็นหนังสือให้บุคคลซึ่งเกี่ยวข้องมาให้ถ้อยคำ หรือส่งเอกสารหรือวัตถุใด ๆ เพื่อประโยชน์แก่การพิจารณา และมีอำนาจเข้าไปตรวจสอบเอกสารหรือหลักฐานในสำนักงานของสภาวิศวกร หรือในสถานที่ประกอบวิชาชีพวิศวกรรมควบคุมได้ในระหว่างเวลาทำการ หรือให้บุคคลซึ่งเกี่ยวข้องชี้แจงแก่พนักงานเจ้าหน้าที่ตามที่ร้องขอ ทั้งนี้ให้พนักงานเจ้าหน้าที่เป็นเจ้าพนักงานตามประมวลกฎหมายอาญา</p>
					<p>ในการปฏิบัติการของพนักงานเจ้าหน้าที่ตามวรรคหนึ่ง ให้บุคคลซึ่งเกี่ยวข้องอำนวยความสะดวกตามสมควร</p>
					<p>มาตรา ๖๘ ในการปฏิบัติงานของพนักงานเจ้าหน้าที่ให้แสดงบัตรประจำตัวต่อบุคคลที่เกี่ยวข้อง</p>
					<p>บัตรประจำตัวพนักงานเจ้าหน้าที่ให้เป็นไปตามแบบที่รัฐมนตรีกำหนดโดยประกาศในราชกิจจานุเบกษา</p>
					<p>มาตรา ๖๙ เมื่อปรากฏว่าสภาวิศวกรไม่ปฏิบัติตามคำสั่งของรัฐมนตรีตามมาตรา ๖๖ หรือ มีพฤติการณ์แสดงให้เห็นว่าคณะกรรมการ นายกสภาวิศวกร หรือกรรมการคนหนึ่งคนใดกระทำผิดวัตถุประสงค์ ของสภาวิศวกร หรือกระทำการอันเป็นการเสื่อมเสียอย่างร้ายแรงแก่สภาวิศวกร ให้รัฐมนตรีโดยอนุมัติคณะรัฐมนตรีมีอำนาจสั่งให้คณะกรรมการ นายกสภาวิศวกร หรือกรรมการคนนั้นพ้นจากตำแหน่ง</p>
					<p>ในกรณีรัฐมนตรีจะมีคำสั่งตามวรรคหนึ่ง ให้รัฐมนตรีแต่งตั้งสมาชิกสามัญจำนวนห้าคน เป็นคณะกรรมการสอบสวน คณะกรรมการสอบสวนต้องรีบทำการสอบสวนให้แล้วเสร็จโดยเร็วแล้วเสนอสำนวนการสอบสวนพร้อมทั้งความเห็นต่อรัฐมนตรี เพื่อพิจารณาสั่งการคำสั่งของรัฐมนตรีให้เป็นที่สุด</p>
					<p>มาตรา ๗๐ ในกรณีที่รัฐมนตรีมีคำสั่งตามมาตรา ๖๙ ให้กรรมการทั้งคณะของสภาวิศวกรพ้นจากตำแหน่ง ให้รัฐมนตรีแต่งตั้งบุคคลจากสมาชิกสามัญของสภาวิศวกร เท่าจำนวนกรรมการที่จะมีได้ตามมาตรา ๒๔ เป็นกรรมการชั่วคราวแทนกรรมการที่พ้นจากตำแหน่งในวันเดียวกันกับวันที่รัฐมนตรีมีคำสั่งให้กรรมการพ้นจากตำแหน่ง</p>
					<p>ให้กรรมการชั่วคราวตามวรรคหนึ่ง มีอำนาจหน้าที่ปฏิบัติการเพียงเท่าที่จำเป็นและดำเนินการภายในสามสิบวันนับแต่วันที่รัฐมนตรีมีคำสั่งแต่งตั้งกรรมการชั่วคราว เพื่อให้มีการเลือกตั้งและแต่งตั้งกรรมการใหม่ตามมาตรา ๒๔</p>
					<p>เมื่อกรรมการใหม่เข้ารับหน้าที่แล้ว ให้กรรมการชั่วคราวซึ่งคณะรัฐมนตรีแต่งตั้งพ้นจากตำแหน่ง</p>
					</div>

					<div class="tab-pane fade p-5 border-all" id="v-9" role="tabpanel" aria-labelledby="v-9-tab">
						<h2 class="text-center text-info pb-5">หมวด ๘ บทกำหนดโทษ</h2>
						<p>มาตรา ๗๑ ผู้ใดฝ่าฝืนมาตรา ๔๕ หรือมาตรา ๖๓ ต้องระวางโทษจำคุกไม่เกินสามปีหรือปรับไม่เกินหกหมื่นบาท หรือทั้งจำทั้งปรับ</p>
						<p>มาตรา ๗๒ ผู้ใดฝ่าฝืนมาตรา ๔๗ ต้องระวางโทษจำคุกไม่เกินหนึ่งปีหรือปรับไม่เกินสองหมื่นบาท หรือทั้งจำทั้งปรับ</p>
						<p>มาตรา ๗๓ ผู้ใดไม่ปฏิบัติตามคำสั่งของคณะกรรมการจรรยาบรรณหรืออนุกรรมการตามมาตรา ๕๙ หรือพนักงานเจ้าหน้าที่ตามมาตรา ๖๗ ต้องระวางโทษจำคุกไม่เกินหนึ่งเดือน หรือปรับไม่เกินหนึ่งพันบาท หรือทั้งจำทั้งปรับ</p>
						<p>มาตรา ๗๔ ในกรณีที่ผู้กระทำความผิดตามพระราชบัญญัตินี้เป็นนิติบุคคล ให้หุ้นส่วนของห้างหุ้นส่วน กรรมการของบริษัท ผู้แทนของนิติบุคคล หรือผู้ซึ่งมีส่วนในการกระทำความผิดดังกล่าว มีความผิดในฐานะเป็นผู้ร่วมกระทำความผิด ผู้ใช้ให้กระทำความผิด หรือผู้สนับสนุนกระทำความผิด แล้วแต่กรณี ต้องระวางโทษตามที่กำหนดไว้ในการกระทำความผิดนั้น และสำหรับนิติบุคคลต้องระวางโทษปรับไม่เกินสิบเท่าของอัตราโทษปรับสำหรับความผิดนั้นด้วย</p>
					</div>


					<div class="tab-pane fade p-5 border-all" id="v-10" role="tabpanel" aria-labelledby="v-10-tab">
						<h2 class="text-center text-info pb-5">บทเฉพาะกาล</h2>
						<p class="indent3">มาตรา ๗๕ ให้คณะกรรมการควบคุมการประกอบวิชาชีพวิศวกรรมตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ ปฏิบัติหน้าที่คณะกรรมการตามพระราชบัญญัตินี้ไปพลางก่อนจนกว่าจะมีคณะกรรมการตามมาตรา ๒๔ และให้มีอำนาจออกข้อบังคับสภาวิศวกรตามมาตรา ๘ ( ๖ ) เท่าที่จำเป็น เพื่อใช้เป็นการชั่วคราว ข้อบังคับดังกล่าวให้มีผลใช้บังคับจนกว่าจะมีการเปลี่ยนแปลงข้อบังคับนั้น ทั้งนี้ โดยไม่ให้นำมาตรา ๔๓ และมาตรา ๔๔ มาใช้บังคับ</p>
						<p class="indent3">ให้สำนักงาน ก . ว . ตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ ปฏิบัติหน้าที่สำนักงานสภาวิศวกรตามมาตรา ๓๙ และให้นายทะเบียน ก . ว . ตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ ปฏิบัติหน้าที่หัวหน้าสำนักงานสภาวิศวกร ตามมาตรา ๔๒ เป็นการชั่วคราวไปจนกว่าสำนักงานสภาวิศวกรจะมีบุคลากรปฏิบัติหน้าที่ แต่ทั้งนี้ต้องไม่เกินหนึ่งร้อยแปดสิบวัน นับแต่วันเริ่มวาระของการอยู่ในตำแหน่งคณะกรรมการตามมาตรา ๒๕</p>
						<p class="indent3">การเลือกตั้งและแต่งตั้งกรรมการตามมาตรา ๒๔ ให้กระทำให้แล้วเสร็จภายในหนึ่งร้อยแปดสิบวันนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ</p>
						<p class="indent3">มาตรา ๗๖ ให้ผู้ซึ่งได้รับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมประเภทภาคีวิศวกร สามัญวิศวกร และวุฒิวิศวกร ตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ อยู่แล้วในวันที่พระราชบัญญัตินี้ประกาศในราชกิจจานุเบกษาเป็นสมาชิกสามัญของสภาวิศวกรตามพระราชบัญญัตินี้</p>
						<p class="indent3">ให้ผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ประเภทใบอนุญาตพิเศษตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ อยู่แล้วในวันที่พระราชบัญญัตินี้ประกาศในราชกิจจานุเบกษา เป็นสมาชิกวิสามัญของสภาวิศวกรตามพระราชบัญญัตินี้</p>
						<p class="indent3">เมื่อพ้นกำหนดเวลาตามใบอนุญาตหรือพ้นกำหนดสองปีนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ แล้วแต่กำหนดระยะเวลาใดจะยาวกว่า ให้สมาชิกภาพของสมาชิกตามวรรคหนึ่งและวรรคสองเป็นอันสิ้นสุดลง เว้นแต่จะสมัครและได้เป็นสมาชิกของสภาวิศวกรตามพระราชบัญญัตินี้ ให้ถือว่าปริญญา หรือประกาศนียบัตรจากหลักสูตรการศึกษาและสถาบันการศึกษาที่คณะกรรมการควบคุมการประกอบวิชาชีพวิศวกรรมตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ ได้รับรองแล้วเป็นปริญญา หรือประกาศนียบัตรที่สภาวิศวกรให้การรับรองตามมาตรา ๘ ( ๓ )</p>
						<p class="indent3">มาตรา ๗๗ ให้ผู้ซึ่งได้รับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมประเภทวุฒิวิศวกร สามัญวิศวกร ภาคีวิศวกร หรือใบอนุญาตพิเศษตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ และใบอนุญาตนั้นยังคงใช้ได้ในวันที่พระราชบัญญัตินี้ประกาศในราชกิจจานุเบกษา เป็นผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมระดับวุฒิวิศวกร สามัญวิศวกร ภาคีวิศวกร หรือภาคีวิศวกรพิเศษตามพระราชบัญญัตินี้ แล้วแต่กรณี</p>
						<p class="indent3">เพื่อประโยชน์ตามมาตรา ๒๗ ( ๑ ) ให้ถือว่ากำหนดเวลาที่ได้รับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมประเภทสามัญวิศวกร ตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ เป็นกำหนดเวลา ที่ได้รับใบอนุญาตระดับสามัญวิศวกรตามพระราชบัญญัตินี้</p>
						<p class="indent3">มาตรา ๗๘ คำขอรับใบอนุญาต ซึ่งได้ยื่นไว้ก่อนวันที่พระราชบัญญัตินี้ใช้บังคับให้ดำเนินการต่อไปจนกว่าจะแล้วเสร็จ โดยให้ถือว่าเป็นการดำเนินการตามพระราชบัญญัตินี้ ทั้งนี้ ต้องดำเนินการให้แล้วเสร็จภายในสองร้อยสี่สิบวันนับแต่วันที่พระราชบัญญัตินี้ใช้บังคับ หากพ้นกำหนดเวลาดังกล่าว ให้พิจารณาดำเนินการตามพระราชบัญญัตินี้</p>
						<p class="indent3">ให้ถือว่าผู้ที่ได้รับใบอนุญาตตามความในวรรคก่อนเป็นสมาชิกสามัญ หรือสมาชิกวิสามัญของสภาวิศวกรตามความในมาตรา ๗๖ โดยอนุโลม</p>
						<p class="indent3">มาตรา ๗๙ ในระหว่างที่ยังมิได้ออกกฎกระทรวง ข้อบังคับ ระเบียบหรือประกาศเพื่อปฏิบัติการตามพระราชบัญญัตินี้ ให้นำกฎกระทรวง ข้อบังคับ ระเบียบ หรือประกาศที่ออกตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ มาใช้บังคับโดยอนุโลม</p>
						<p class="indent3">มาตรา ๘๐ ให้ถือว่าการกระทำผิดมรรยาทหรือข้อกำหนดและเงื่อนไขในการประกอบวิชาชีพวิศวกรรมควบคุมตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ ซึ่งได้กระทำก่อนวันที่พระราชบัญญัตินี้ใช้บังคับและยังไม่มีการดำเนินการตามพระราชบัญญัติวิชาชีพวิศวกรรม พ . ศ . ๒๕๐๕ เป็นการประพฤติผิดจรรยาบรรณแห่งวิชาชีพวิศวกรรมตามพระราชบัญญัตินี้ และการดำเนินการต่อไปให้เป็นไปตามพระราชบัญญัตินี้</p>
						<p class="indent3">ในกรณีที่มีการดำเนินการกับผู้กระทำผิดมรรยาท หรือข้อกำหนดและเงื่อนไขในการประกอบวิชาชีพวิศวกรรมควบคุมก่อนวันที่พระราชบัญญัตินี้ใช้บังคับ ให้ถือว่าการดำเนินการดังกล่าวเป็นการดำเนินการตามพระราชบัญญัตินี้ และการดำเนินการต่อไปให้เป็นไปตามพระราชบัญญัตินี้</p>
					</div>

				</div>
			</div>
		</div>

	</div>
