<nav class="navbar navbar-light bg-info">
	<a class="navbar-brand" href="index.php">กฏหมายและจรรยาบรรณ</a>
	<button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarTogglerDemo03" aria-controls="navbarTogglerDemo03" aria-expanded="false" aria-label="Toggle navigation">
    <span class="navbar-toggler-icon"></span>
  </button>
	<div class="collapse navbar-collapse" id="navbarTogglerDemo03">
		<ul class="navbar-nav mr-auto mt-2 mt-lg-0">
				<li class="nav-item active">
					<a class="nav-link" href="index.php?menu=1">พระราชบัญญัติวิศวกร พ.ศ. 2542<span class="sr-only">(current)</span></a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="attach/Engineer_Act_2542.pdf" target="_blank">ENGINEER ACT, B.E. 2542</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="attach/20080215172108-1.PDF" target="_blank">กฏกระทรวงกำหนดสาขาวิชาชีพวิศวกรรม</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="index.php?menu=4">ข้อบังคับวิชาชีพ</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="index.php?menu=5">จรรยาบรรณแห่งวิชาชีพ</a>
				</li>
				<li class="nav-item">
					<a class="nav-link" href="attach/Engineer_Act_2542_edit_2559.pdf" target="_blank">Download กฏหมายของสภาวิศวกร</a>
				</li>
		</ul>
	</div>
</nav>


<div class="container" id="content">
		<div class="row m-5">
			<div class="col text-center">
				<h2 class="text-info">จรรยาบรรณแห่งวิชาชีพ</h2>
			</div>
		</div>
		<div class="row p-5">
			<div class="col bg-light border-allslim pt-3 pb-5">
				<h3 class="text-center text-primary">กรณีศึกษาจรรยาบรรณแห่งวิชาชีพวิศวกรรม</h3><br>
				<p>ข้อบังคับสภาวิศวกร ว่าด้วยจรรยาบรรณแห่งวิชาชีพวิศวกรรมและการประพฤติผิด จรรยาบรรณอันจะนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ พ.ศ. ๒๕๔๓ ได้กำหนดจรรยาบรรณแห่งวิชาชีพของผู้ประกอบวิชาชีพวิศวกรรมควบคุม ดังต่อไปนี้
				</p>
				<p class="indent3">๑. ไม่กระทำการใดๆ อันอาจนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ<br> บทบัญญัติในข้อนี้เป็นกฎเกณฑ์ที่มีลักษณะกว้างเพื่อให้ครอบคลุมพฤติกรรม หรือลักษณะการประกอบวิชาชีพวิศวกรรมควบคุมของวิศวกรผู้ได้รับใบอนุญาตให้ตั้งอยู่บนพื้นฐานของความซื่อสัตย์สุจริต ยึดมั่นอยู่ในหลักศีลธรรมอันดี มีความภาคภูมิในในเกียรติศักดิ์แห่งวิชาชีพของตนเอง</p>
				<p class="indent3">๒. ต้องปฏิบัติงานที่ได้รับทำอย่างถูกต้องตามหลักปฏิบัติและวิชาการ<br> บทบัญญัติในข้อนี้มีวัตถุประสงค์ในการควบคุมให้ผู้ประกอบวิชาชีพวิศวกรรมควบคุมที่ได้รับใบอนุญาตจากสภาวิศวกร ต้องรับผิดชอบในผลการปฏิบัติหน้าที่ให้ถูกต้องตามหลักปฏิบัติและ วิชาการ โดยจะต้องศึกษาถึงหลักเกณฑ์ของงานวิศวกรรม และหลักเกณฑ์ของกฎหมายต่างๆ ที่เกี่ยวข้องกับการประกอบวิชาชีพ เช่น กฎหมายควบคุมอาคาร กฎหมายเกี่ยวกับการควบคุมความปลอดภัยในการทำงานสาขาต่างๆ เป็นต้น</p>
				<!--case 1-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case1">กรณีศึกษา ๑</button>
				<div id="case1" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๑</p>
					<p class="indent3">วิศวกร ด ได้รับใบอนุญาตระดับภาคีวิศวกร สาขาวิศวกรรมโยธา ได้รับจ้างทำการปรับปรุงและต่อเติมอาคารพาณิชย์ ๔ ชั้น โดยมิได้มีการยื่นขออนุญาตดัดแปลงอาคารกับ เจ้าพนักงานท้องถิ่น ระหว่างก่อสร้างผู้ว่าจ้างได้ขอแก้ไขเปลี่ยนแปลงงานเพิ่มเติมนอกเหนือจากที่ปรากฏในสัญญาด้วยวาจา มิได้ทำเป็นลายลักษณ์อักษร เช่น เพิ่มงานต่อเติมหลังคา และสร้างห้องน้ำเพิ่มในชั้นบนสุด โดยวิศวกร ด ได้ทำการฝังท่อขนาด ๔ นิ้ว ตั้งแต่ชั้น ๔ ลงมาจนถึงชั้นล่างสุดไว้ก่อนตั้งแต่ขณะเริ่มทำการก่อสร้าง และภายหลังได้ทำการสกัดบริเวณพื้นผิวคานรอบท่อที่ฝังไว้เพื่อต่อเชื่อมท่อ แต่ผู้ว่าจ้างเข้าใจว่าวิศวกร ด ได้ทำการเจาะคานเพื่อจะฝังท่อ คณะกรรมการจรรยาบรรณพิจารณาแล้ว เห็นว่าวิศวกร ด ทำการออกแบบคำนวณตามขั้นตอน ประกอบกับทำการฝังท่อระบายน้ำขนาด ๔ นิ้วไว้ก่อนขณะก่อสร้าง ถือว่าเป็นการปฏิบัติงานที่ถูกต้องตามหลักปฏิบัติและวิชาการแล้ว แต่การที่วิศวกร ด เข้ารับทำงานโดยทราบก่อนแล้วว่าอาคารดังกล่าวไม่สามารถยื่นขออนุญาตแก้ไขดัดแปลงให้ถูกต้องตามพระราชบัญญัติควบคุมอาคาร พ.ศ. ๒๕๒๒ ได้ แต่ก็ยังรับทำงานนี้ ถือว่าเป็นการสนับสนุนให้มีการทำผิดกฎหมาย จึงเห็นสมควรให้ลงโทษพักใช้ใบอนุญาตของวิศวกร ด มีกำหนดระยะเวลา ๖ เดือน</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๖/๒๕๔๘ ลงวันที่ ๒๘ กุมภาพันธ์ ๒๕๔๘)</p>
				</div>
				<!--case 2-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case2">กรณีศึกษา ๒</button>
				<div id="case2" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๒</p>
					<p class="indent3">วิศวกร จ ได้รับใบอนุญาตระดับภาคีวิศวกร สาขาวิศวกรรมโยธา ได้รับควบคุมงานก่อสร้างอาคารพักอาศัย ๕ ชั้น ระหว่างการก่อสร้างวิศวกร จ ได้ตรวจสอบพบว่ามีการก่อสร้างพื้นปิดช่องเปิดบริเวณ Grid line ๔-๖ ในชั้น ๒ โดยวางพื้นสำเร็จรูป และเทคอนกรีตทับหน้าปิดช่องเปิดดังกล่าว จึงได้มีหนังสือถึงเจ้าของอาคารให้ทำการรื้อถอนพื้นในบริเวณดังกล่าวออก แต่เจ้าของอาคารไม่ดำเนินการ จึงได้ทำหนังสือฉบับที่ ๒ ให้ทำการแก้ไขโดยเร็ว หากเจ้าของอาคารยังคงเพิกเฉย ขอยกเลิกออกจากการเป็นผู้ควบคุมงาน คณะกรรมการจรรยาบรรณพิจารณาแล้วเห็นว่าวิศวกร จ ได้ประกอบวิชาชีพวิศวกรรมควบคุมถูกต้องตามหลักปฏิบัติและวิชาการแล้ว เนื่องจากเมื่อพบว่ามีการก่อสร้างอาคารผิดไปจากแบบที่ได้รับอนุญาต ก็ได้มีหนังสือแจ้งให้เจ้าของอาคารทำการแก้ไขให้ถูกต้องถึง ๒ ครั้ง และขอยกเลิกออกจากการเป็นผู้ควบคุมงาน แต่เนื่องจากตามพระราชบัญญัติควบคุมอาคาร พ.ศ. ๒๕๒๒ กำหนดไว้ว่าหากผู้ควบคุมงานมีความประสงค์จะบอกเลิกการเป็นผู้ควบคุมงาน ให้มีหนังสือแจ้งให้เจ้าพนักงานท้องถิ่นทราบ จึงเห็นสมควรให้ตักเตือนวิศวกร จ ให้ใช้ความระมัดระวังในการประกอบวิชาชีพวิศวกรรมควบคุมให้ครบถ้วนถูกต้องตามกฎหมาย</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๖/๒๕๔๘ ลงวันที่ ๒๘ กุมภาพันธ์ ๒๕๔๘)</p>
				</div>

				<!--case 3-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case3">กรณีศึกษา ๓</button>
				<div id="case3" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๓</p>
					<p class="indent3">วิศวกร ส ได้รับใบอนุญาตระดับภาคีวิศวกร สาขาวิศวกรรมโยธา ได้รับงานออกแบบคำนวณอาคารพักอาศัยสองชั้น จำนวน ๒๙ หลัง ในโครงการหมู่บ้าน น โดยมีนาย บ ซึ่งมิใช่วิศวกรเป็นผู้ควบคุมงาน ต่อมาเจ้าของกรรมสิทธิ์บ้านหลังหนึ่งได้ตรวจสอบพบว่าการก่อสร้างมิได้เป็นไปตามแบบแปลนที่ได้รับอนุญาต จึงได้ร้องเรียนไปยังเจ้าพนักงานท้องถิ่น ปรากฏว่าวิศวกร ส ได้ทำการร่วมมือกับบริษัทเจ้าของโครงการ ยื่นเรื่องขออนุญาตดัดแปลงอาคารดังกล่าวย้อนหลัง โดยทำการแก้ไขแบบและรายการคำนวณใหม่ให้ตรงกับที่ได้มีการก่อสร้างจริง คณะกรรมการจรรยาบรรณพิจารณาแล้วเห็นว่าวิศวกร ส ในฐานะผู้ออกแบบคำนวณ เมื่อทราบเรื่องการก่อสร้างไม่เป็นไปตามแบบแปลนที่ได้รับอนุญาต ควรแจ้งให้เจ้าพนักงานท้องถิ่นทราบ แต่กลับเพิกเฉยไม่ดำเนินการแต่อย่างใด ประกอบกับแบบแปลนและรายการคำนวณไม่ถูกต้องตามหลักปฏิบัติและวิชาการ จึงให้ลงโทษพักใช้ใบอนุญาตของวิศวกร ส มีกำหนดระยะเวลา ๑ ปี และทำหนังสือตักเตือนเพื่อให้มีจิตสำนึกและคุณธรรมในการประกอบวิชาชีพให้มากกว่าเดิม</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑๔/๒๕๔๘ ลงวันที่ ๓ พฤศจิกายน ๒๕๔๘)</p>
				</div>

				<!--case 4-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case4">กรณีศึกษา ๔</button>
				<div id="case4" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๔</p>
					<p class="indent3">วิศวกร ม ได้รับใบอนุญาตระดับสามัญ สาขาวิศวกรรมเหมืองแร่ ได้ทำการควบคุมการทำเหมืองแร่ในเขตประทานบัตรติดต่อกัน ๒ แปลง โดยทำการเปิดหน้าดินและผลิตแร่ ไปก่อนที่จะได้รับหนังสืออนุญาตแผ้วถางป่าจากกรมป่าไม้ และใบอนุญาตให้มี ใช้ และขนย้ายวัตถุระเบิดจากกระทรวงมหาดไทย ประกอบกับบ่อเหมืองมีลักษณะค่อนข้างสูงชัน ไม่มีการทำบ่อเหมืองเป็นขั้นบันได คณะกรรมการจรรยาบรรณพิจารณาแล้วเห็นว่า จากการไปตรวจสอบพื้นที่ประทานบัตรของประธานอนุกรรมการไต่สวน ปรากฏข้อเท็จจริงว่ามีการล่วงล้ำเข้าไปเปิดเหมืองในเขตประทานบัตร ทั้งสองจริงเนื่องจากเป็นแนวเขตติดต่อกัน และมีการเปิดบ่อเหมืองในลักษณะที่ไม่ปลอดภัย เห็นได้ว่าวิศวกร ม ได้ละเลยไม่เอาใจใส่เท่าที่ควรในเรื่องของการรักษาแนวเขตเหมืองแร่ ซึ่งเป็นเงื่อนไขสำคัญในโครงการทำเหมือง และมีความบกพร่องในการปฏิบัติงานให้ถูกต้องตามหลักวิชาการ จึงให้ลงโทษภาคทัณฑ์วิศวกร ม โดยมีกำหนดระยะเวลา ๓ ปี</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๓/๒๕๔๘ ลงวันที่ ๒๔ มกราคม ๒๕๔๘)</p>
				</div>

				<!--case 5-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case5">กรณีศึกษา ๕</button>
				<div id="case5" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๕</p>
					<p class="indent3">วิศวกร อ ได้รับใบอนุญาตระดับสามัญวิศวกร สาขาวิศวกรรมเครื่องกล ได้ลงชื่อรับรองความปลอดภัยในการใช้หม้อไอน้ำของโรงงาน บ. แต่มีพยานยืนยันว่ามิได้ไปทำการตรวจหม้อไอน้ำจริง ซึ่งวิศวกร อ ได้อธิบายลักษณะของหม้อไอน้ำ ขั้นตอน วิธีการ และเครื่องมือที่ใช้ในการตรวจสอบสับสนขัดกันเอง และไม่สามารถอธิบายถึงสาเหตุการระเบิดของหม้อไอน้ำ ซึ่งส่งผลให้มีผู้เสียชีวิตได้ กรณีนี้ถือว่าวิศวกร อ ขาดความรู้ความสามารถในการตรวจทดสอบหม้อไอน้ำให้ถูกต้องตามหลักปฏิบัติและวิชาการ วิศวกร อ จึงถูกลงโทษพักใช้ใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม มีกำหนดเวลา ๕ ปี</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑/๒๕๔๖ ลงวันที่ ๒๐ กุมภาพันธ์ ๒๕๔๖)</p>
				</div>

				<!--case 6-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case6">กรณีศึกษา ๖</button>
				<div id="case6" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๖</p>
					<p class="indent3">วิศวกร ส ได้รับใบอนุญาตระดับสามัญวิศวกร สาขาวิศวกรรมเครื่องกล ได้รับการว่าจ้างให้ทำการตรวจทดสอบหม้อไอน้ำของโรงงานบริษัท ท โดยได้ลงลายมือชื่อรับรองความปลอดภัยในการใช้หม้อไอน้ำ แต่เมื่อเจ้าหน้าที่กรมโรงงานอุตสาหกรรมได้ทำการตรวจสอบความถูกต้องของการตรวจทดสอบความปลอดภัยในการใช้หม้อไอน้ำ พบว่าวิศวกร ส ไม่ได้ทำการตรวจทดสอบสภาพหม้อไอน้ำด้วยการอัดน้ำ ( Hydrostatic Test ) จริงตามที่รับรองมาแต่อย่างใด ซึ่งวิศวกร ส ได้รับสารภาพกับคณะกรรมการจรรยาบรรณว่าไม่ได้ทำการตรวจทดสอบสภาพหม้อไอน้ำด้วยการอัดน้ำ เนื่องจากเจ้าหน้าที่โรงงานไม่ได้หยุดการใช้หม้อไอน้ำและถ่ายเทความร้อนไว้ก่อนล่วงหน้า 24 ชั่วโมง ขณะไปตรวจหม้อไอน้ำจึงยังคงร้อนอยู่ ทำให้ไม่สามารถเข้าไปตรวจสอบภายในได้ การกระทำของวิศวกร ส เป็นการปฏิบัติงานที่ไม่ถูกต้องตามหลักปฏิบัติและวิชาการ แต่ได้รับการลดโทษกึ่งหนึ่ง เนื่องจากให้การรับสารภาพอันเป็นประโยชน์ต่อการไต่สวนจรรยาบรรณ ประกอบกับหม้อไอน้ำดังกล่าว ยังไม่ได้เกิดความเสียหายอันจะก่อให้เกิดอันตรายต่อสาธารณชนได้ วิศวกร ส จึงถูกลงโทษพักใช้ ใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม มีกำหนดเวลา ๑ ปี</p>
					<p class="text-success"> (คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๔/๒๕๔๖ ลงวันที่ ๑๒ พฤษภาคม ๒๕๔๖)</p>
				</div>

				<!--case 7-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case7">กรณีศึกษา ๗</button>
				<div id="case7" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๗</p>
					<p class="indent3">วิศวกร ข ได้รับใบอนุญาตระดับวุฒิวิศวกร สาขาวิศวกรรมโยธา ได้รับการว่าจ้างให้ทำการสำรวจความเสียหายและให้คำแนะนำแก้ไข อาคารทาวเฮาส์ ๓ ชั้น ซึ่งเกิดการทรุดตัวและแตกร้าว ในโครงการหนึ่ง โดยวิศวกร ข ได้ไปทำการสำรวจเฉพาะอาคารที่ได้รับการว่าจ้าง แต่มิได้เข้าไปสำรวจอาคารข้างเคียง และสภาพแวดล้อมของบริเวณใกล้เคียง ประกอบกับมิได้นำผลการตรวจสอบสภาพชั้นดินซึ่งอยู่ในความครอบครองของบริษัทที่วิศวกร ข ทำงานอยู่มาใช้ประกอบการพิจารณาแต่กลับนำข้อมูลของวิศวกรผู้ออกแบบอาคารเดิมที่เกิดเหตุมาใช้ ซึ่งข้อมูลการออกแบบเดิมนั้น ค่าส่วนความปลอดภัยไม่ผ่านเกณฑ์มาตรฐาน ต่อมาวิศวกร ข ได้ทำหนังสือให้ความเห็นว่าความเสียหายเกิดจากการต่อเติมอาคารของบ้านข้างเคียงซึ่งมีโครงสร้างเชื่อมต่อกัน ทำให้เกิดการฉุดรั้งจากการทรุดตัวของฐานราก การกระทำของวิศวกร ข เป็นการปฏิบัติงานที่ไม่ถูกต้องตามหลักปฏิบัติและวิชาการ จึงถูกลงโทษพักใช้ใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมมีกำหนดเวลา ๒ ปี</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑๑/๒๕๔๗ ลงวันที่ ๒๒ พฤศจิกายน ๒๕๔๗)</p>
				</div>

				<!--case 8-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case8">กรณีศึกษา ๘</button>
				<div id="case8" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๘</p>
					<p class="indent3">วิศวกร ม ได้รับใบอนุญาตระดับวุฒิวิศวกร สาขาวิศวกรรมโยธา ได้รับออกแบบป้ายโฆษณาโดยมีความสูง ๒๒ เมตร ยาว ๓๑.๕ เมตร ขนาด ๑,๐๒๔ ตารางเมตร จำนวน ๒ ป้าย ห่างกัน ๔ เมตร แต่ในการก่อสร้างจริงเหลือเพียงหนึ่งป้ายมีความสูง ๔๗ เมตร ยาว ๘๒ เมตร ขนาด ๓,๘๕๔ ตารางเมตร ซึ่งไม่เป็นไปตามแบบที่ได้รับอนุญาต โดยมีวิศวกร ร เป็นผู้ควบคุมงาน ต่อมาป้ายโฆษณาดังกล่าวได้ล้มลงทับดาดฟ้าอาคารข้างเคียง เป็นเหตุให้มีผู้เสียชีวิตและบาดเจ็บ หลายราย จากการตรวจสอบพบว่าสาเหตุเกิดจากการก่อสร้างที่ไม่เป็นไปตามแบบ แต่เมื่อ คณะกรรมการจรรยาบรรณพิจารณาแบบแปลนแล้วพบข้อบกพร่องรายละเอียดของแบบ ( Detail Drawing ) ในเรื่องการเชื่อมโครงสร้างตามแบบ ซึ่งวิศวกร ม ได้ออกแบบให้ใช้วิธีการเชื่อมรอยต่อทุกจุดแต่มิได้ระบุรายละเอียดวิธีการเชื่อมต่อของเหล็กโครงสร้างไว้ในแบบ และเมื่อสร้างจริงกลับใช้วิธีการใส่สลักเกลียว อันเป็นความประมาทเลินเล่อที่ไม่ตรวจสอบแบบให้ถูกต้องก่อนลงลายมือชื่อ จึงให้ทำหนังสือตักเตือนวิศวกร ม ให้ใช้ความระมัดระวังในการประกอบวิชาชีพให้มากขึ้นกว่าเดิม ส่วนวิศวกร ร ผู้คุมงาน ได้ข้อเท็จจริงว่าไม่ได้มีส่วนเกี่ยวข้องกับการควบคุมงานก่อสร้างป้ายโฆษณา เนื่องจากมีผลการตรวจสอบลายมือชื่อจากกองพิสูจน์หลักฐาน สำนักงานตำรวจแห่งชาติ ว่ามีการปลอมลายมือชื่อของวิศวกร ร จริง จึงให้ยกข้อกล่าวหาวิศวกรรม</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๘/๒๕๔๖ ลงวันที่ ๑๔ สิงหาคม ๒๕๔๖)</p>
				</div>
				<br><br>
				<p class="indent3">๓. ต้องประกอบวิชาชีพวิศวกรรมควบคุมด้วยความซื่อสัตย์สุจริต<br>บทบัญญัติในข้อนี้มีวัตถุประสงค์เพื่อให้ผู้ประกอบวิชาชีพวิศวกรรมควบคุม ต้องประกอบวิชาชีพด้วยความซื่อสัตย์สุจริต เพื่อเป็นการส่งเสริมมิให้เกิดความเสียหายแก่ผู้อื่น หากเป็นกรณีที่มิใช่เรื่องเกี่ยวกับการประกอบวิชาชีพวิศวกรรมควบคุม แต่ผู้ประกอบวิชาชีพได้กระทำการใดๆ อย่างไม่ซื่อสัตย์สุจริตต่อผู้อื่น และไต่สวนแล้วเห็นว่ามีความผิดจริง อาจลงโทษโดยไม่ใช้บทบัญญัตินี้ แต่ไปใช้บทบัญญัติตามข้อ ๑ คือกระทำการใดๆ อันอาจนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพแทนได้</p>

				<!--case 31-->
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case31">กรณีศึกษา ๑</button>
				<div id="case31" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๑</p>
					<p class="indent3">วิศวกร พ ได้รับใบอนุญาตระดับภาคี สาขาวิศวกรรมโยธา ได้รับเป็น ผู้ประสานงานหาผู้ออกแบบและควบคุมงานก่อสร้างอาคารสูง ๗ ชั้น ให้กับผู้ว่าจ้างในหลายโครงการ ปรากฏว่ามีการปลอมลายมือชื่อของวิศวกรผู้ออกแบบและควบคุมงาน โดยวิศวกรที่ถูกปลอมลายมือชื่อนั้นได้เสียชีวิตไปแล้วจำนวน ๒ ราย และยังมีชีวิตอยู่แต่มิได้รู้เห็นเกี่ยวกับการก่อสร้างดังกล่าวอีก ๑ ราย โดยในแบบแปลนที่ได้รับอนุญาตปรากฏลายมือชื่อวิศวกร พ เป็นผู้ออกแบบร่วมกับวิศวกรที่ได้เสียชีวิตไปแล้ว และได้ลงลายมือชื่อเป็นผู้ควบคุมงานในการก่อสร้างอาคารแห่งหนึ่งทั้งๆ ที่วิศวกร พ ทำงานรับราชการอยู่ในหน่วยงานราชการ อันเป็นการพ้นวิสัยที่จะมาทำการควบคุมงานก่อสร้างได้ และจากการพิจารณาไต่สวน วิศวกร พ ยอมรับว่าได้จ่ายเงินจำนวน ๗๐,๐๐๐ บาท ให้กับเจ้าพนักงานท้องถิ่นเพื่อเป็นค่าตอบแทนในการออกใบอนุญาตให้ภายใน ๓ วันนับแต่วันยื่นขออนุญาต อันเป็นการสนับสนุนให้เจ้าหน้าที่กระทำผิดกฎหมาย คณะกรรมการจรรยาบรรณพิจารณาแล้ว เห็นว่าวิศวกร พ ในฐานะ ผู้ประสานงาน ย่อมไม่อาจปฏิเสธว่าไม่มีส่วนรู้เห็นเกี่ยวกับการกระทำความผิดดังกล่าวได้ ประกอบกับภายหลังได้ขอถอนตัวออกจากการเป็นผู้ควบคุมงาน โดยอ้างว่าไม่อยากเข้าไปมีส่วนเกี่ยวข้องกับการก่อสร้างอาคารผิดแบบของเจ้าของอาคารนั้น รับฟังไม่ได้ เนื่องจากก่อนเข้ารับงาน วิศวกร พ ทราบแล้วว่าเจ้าของอาคารได้ทำการก่อสร้างไปก่อนที่จะได้รับอนุญาต แต่ก็ยินยอมเข้าไปรับดำเนินการเป็นผู้ติดต่อประสานงานหาผู้ออกแบบ ผู้ควบคุมงาน และประสานงานในการยื่นขอรับใบอนุญาตเพื่อให้การก่อสร้างอาคารดังกล่าวถูกต้องตามกฎหมาย อันเป็นการผิดวิสัยของบุคคลซึ่งอยู่ในฐานะเป็นข้าราชการจะกระทำกัน และเมื่อเกิดการขัดแย้งกับเจ้าของอาคาร ก็ยังได้ดำเนินการให้ผู้ควบคุมงานที่ตนจัดหามานั้น ถอนตัวออกจากการเป็นผู้ควบคุมงานทั้งหมด ซึ่งผู้เกี่ยวข้องแต่ละรายก็ยอมรับว่าเคยรู้จักและบางรายได้รับการติดต่อกับวิศวกร พ มาก่อน กรณีนี้เห็นว่าวิศวกร พ ประกอบวิชาชีพวิศวกรรมโดยไม่สุจริต จึงให้ลงโทษเพิกถอนใบอนุญาตของวิศวกร พ</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑/๒๕๔๘ ลงวันที่ ๒๔ มกราคม ๒๕๔๘)</p>
				</div>



				<!--case 32-->

				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case32">กรณีศึกษา ๒</button>
				<div id="case32" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๒</p>
					<p class="indent3">วิศวกร ป ได้รับใบอนุญาตระดับภาคีวิศวกร สาขาวิศวกรรมโยธา ได้ลงลายมือชื่อรับรองสำเนาความถูกต้องของเอกสารใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมแทนวิศวกรอื่นซึ่งทำงานร่วมกันโดยพลการ และได้นำเอกสารดังกล่าวไปยื่นประกอบการประมูลงานของหน่วยงานราชการ การกระทำของวิศวกร ป เป็นการประกอบวิชาชีพวิศวกรรมควบคุมโดยไม่สุจริต แต่เนื่องจากวิศวกร ป ให้การรับสารภาพและให้การอันเป็นประโยชน์ต่อการพิจารณาไต่สวน จรรยาบรรณ คณะกรรมการจรรยาบรรณจึงลดหย่อนโทษให้ วิศวกร ป ถูกลงโทษพักใช้ใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม มีกำหนดเวลา ๒ ปี</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑๒/๒๕๔๗ ลงวันที่ ๒๐ ธันวาคม ๒๕๔๗)</p>
				</div>

				<br><br>
				<p class="indent3">๔. ไม่ใช้อำนาจหน้าที่โดยไม่ชอบธรรม หรือใช้อิทธิพล หรือให้ผลประโยชน์แก่บุคคลใดเพื่อให้ตนเองหรือผู้อื่นได้รับหรือไม่ได้รับงาน บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อควบคุมผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรม ที่มีอำนาจหน้าที่ในตำแหน่งที่สามารถให้คุณให้โทษแก่ผู้อื่นในด้านต่างๆ ใช้อำนาจหน้าที่อันเป็นการ บีบบังคับ เพื่อให้ตนเองหรือผู้อื่นได้รับงาน หรือบังคับผู้อื่นไม่ให้งานนั้นแก่ฝ่ายตรงกันข้าม ทั้งนี้งานนั้น ไม่จำเป็นจะต้องเป็นงานเกี่ยวกับการประกอบวิชาชีพวิศวกรรมควบคุม และบุคคลทั่วไปหากต้องเสียประโยชน์จากการกระทำของผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมดังกล่าว ก็ถือว่าเป็นผู้เสียหาย สามารถร้องเรียนกล่าวหาผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมนั้น เพื่อให้คณะกรรมการจรรยาบรรณพิจารณาความผิดทางจรรยาบรรณแห่งวิชาชีพได้
				</p>
				<p class="indent3">๕. ไม่เรียก รับ หรือยอมรับทรัพย์สิน หรือผลประโยชน์อย่างใดสำหรับตนเองหรือผู้อื่นโดยมิชอบ จากผู้รับเหมา หรือบุคคลใดซึ่งเกี่ยวข้องในงานที่ทำอยู่กับผู้ว่าจ้าง บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อให้ผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมเมื่อได้รับงานจากผู้ว่าจ้างแล้ว ต้องรักษาผลประโยชน์ของผู้ว่าจ้าง เสมือนกับที่วิญญูชนทั่วไปพึงรักษาผลประโยชน์ของตนเอง จรรยาบรรณแห่งวิชาชีพในข้อนี้ มีเจตนารมณ์เพื่อควบคุมให้ผู้ประกอบวิชาชีพวิศวกรรมควบคุมประกอบวิชาชีพของตนเองด้วยความซื่อสัตย์สุจริต ไม่รับผลประโยชน์อื่นที่มิควรได้ นอกจากค่าจ้างที่ได้รับทำงานให้กับผู้ว่าจ้าง เพราะหากปล่อยให้ผู้ประกอบวิชาชีพวิศวกรรมควบคุม เอารัดเอาเปรียบผู้ว่าจ้างแล้ว ความเสื่อมศรัทธาต่อบุคคลและสถาบันแห่งวิชาชีพจะเกิดขึ้น บทบัญญัติในข้อนี้จึงมีวัตถุประสงค์เพื่อคุ้มครองผลประโยชน์ของบุคคลทั่วไปด้วย </p>
				<p class="indent3">๖. ไม่โฆษณา หรือยอมให้ผู้อื่นโฆษณา ซึ่งการประกอบวิชาชีพวิศวกรรมควบคุมเกินความเป็นจริง บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อป้องกันมิให้ผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมแข่งขันกันรับงานโดยการโฆษณา ซึ่งอาจก่อให้เกิดการแตกแยก เนื่องจากการแย่งงานกันทำ และส่งผลให้เกิดการแตกความสามัคคีในกลุ่มผู้ประกอบวิชาชีพเดียวกัน</p>



				<p class="indent3">๗. ไม่ประกอบวิชาชีพวิศวกรรมควบคุมเกินความสามารถที่ตนเองจะกระทำได้<br>บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อป้องกันมิให้ผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมรับงานโดยไม่คำนึงถึงความสามารถที่ตนเองมีอยู่ ซึ่งอาจก่อให้เกิดความเสียหายต่อประชาชนและสังคมได้ อนึ่ง การประกอบวิชาชีพวิศวกรรมควบคุมเกินความสามารถที่ตนเองจะทำได้นั้น หมายถึงการประกอบวิชาชีพวิศวกรรมควบคุมเกินความสามารถตามที่กฎหมายกำหนด และรวมถึงความสามารถที่ตนเองจะทำได้ตามความเป็นจริงด้วย</p>
				<!--case 71-->

				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case71">กรณีศึกษา ๑</button>
				<div id="case71" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๑</p>
					<p class="indent3">วิศวกร พ ได้รับใบอนุญาตระดับภาคีวิศวกร สาขาวิศวกรรมโยธา ได้รับงานออกแบบคำนวณอาคารอเนกประสงค์ขององค์การบริหารส่วนตำบลแห่งหนึ่ง โดยได้ลงลายมือชื่อในแบบที่ผู้อื่นออกแบบคำนวณมาให้ก่อนที่จะทำการตรวจสอบความถูกต้องของแบบ ต่อมาคณะกรรมการตรวจการจ้างได้ตรวจสอบพบว่าแบบแปลนดังกล่าวไม่มีความมั่นคงแข็งแรงเพียงพอ คณะกรรมการจรรยาบรรณพิจารณาแล้วเห็นว่าการที่วิศวกร พ ลงลายมือชื่อในแบบโดยมิได้ตรวจสอบความถูกต้องของแบบและรายการคำนวณให้รอบคอบก่อนนั้น ประกอบกับเมื่อตรวจสอบก็พบว่าแบบโครงสร้างของอาคารดังกล่าวออกแบบไม่ถูกต้องตามหลักปฏิบัติและวิชาการ และเป็นการประกอบวิชาชีพเกินขอบเขตความรู้ความสามารถของผู้ได้รับใบอนุญาตระดับภาคีวิศวกรจะสามารถกระทำได้ เนื่องจากอาคารดังกล่าวเป็นอาคารสาธารณะ แสดงให้เห็นว่าเป็นการจงใจฝ่าฝืนบทบัญญัติแห่งกฎหมาย จึงให้ลงโทษพักใช้ใบอนุญาตของวิศวกร พ มีกำหนดระยะเวลา ๕ ปี</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑๐/๒๕๔๘ ลงวันที่ ๒๕ พฤษภาคม ๒๕๔๘)</p>
				</div>
				<!--case 72-->

				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case72">กรณีศึกษา ๒</button>
				<div id="case72" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๒</p>
					<p class="indent3">วิศวกร ส และวิศวกร ม ได้รับใบอนุญาตระดับภาคีวิศวกร สาขาวิศวกรโยธา ได้ทำสัญญารับเหมาซ่อมแซมปรับปรุงอาคารพาณิชย์สูง ๔ ชั้น โดยทราบว่าเจ้าของอาคารมิได้ยื่นขอรับใบอนุญาตต่อเติมหรือดัดแปลงอาคารต่อเจ้าพนักงานท้องถิ่นให้ถูกต้องตามกฎหมาย คณะกรรมการจรรยาบรรณพิจารณาแล้วเห็นว่าวิศวกรทั้งสองไม่สามารถออกแบบอาคารพาณิชย์สูงเกิน ๓ ชั้นได้ จึงเป็นการประกอบวิชาชีพเกินความรู้ความสามารถที่กฎหมายกำหนด ประกอบกับมิได้แจ้งให้เจ้าของอาคารดำเนินการขออนุญาตก่อสร้างให้ถูกต้องตามกฎหมายเสียก่อน จึงให้ลงโทษพักใช้ใบอนุญาตของวิศวกรทั้งสอง มีกำหนดระยะเวลา ๑ ปี</p>
					<p class="text-success">( คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑๓/๒๕๔๗ ลงวันที่ ๒๐ ธันวาคม ๒๕๔๗ )</p>
				</div>
				<br><br>


				<p class="indent3">๘. ไม่ละทิ้งงานที่ได้รับทำโดยไม่มีเหตุอันสมควร<br> บทบัญญัติในข้อนี้มีวัตถุประสงค์เป็นการควบคุมให้ผู้ประกอบวิชาชีพ เมื่อรับปฏิบัติงานแล้ว ต้องมีความรับผิดชอบในงานที่ได้รับทำ เพราะหากปล่อยให้มีการละทิ้งงาน อาจก่อให้เกิดความเสียหายแก่ชีวิตและทรัพย์สินของประชาชนได้ อีกทั้งเป็นการป้องกันมิให้มีการประกอบวิชาชีพอันอาจนำมาซึ่งความเสื่อมเสียแห่งวงการวิชาชีพ</p>
				<!--case 81-->

				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case81">กรณีศึกษา ๑</button>
				<div id="case81" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๑</p>
					<p class="indent3">วิศวกร ข ได้รับใบอนุญาตระดับภาคี สาขาวิศวกรรมโยธา ได้รับควบคุมงานก่อสร้างอาคารสูง ๖ ชั้น ขณะก่อสร้างถึงโครงสร้างชั้นที่ ๖ โดยได้ทำนั่งร้าน และแบบชั้นหลังคา แล้วเสร็จ โดยขณะเริ่มเทคอนกรีตชั้นหลังคาซึ่งเป็นคานยื่น ๖ เมตร และพื้นอัดแรง (Post Tension) วิศวกร ข มิได้อยู่ควบคุมงานโดยมอบหมายให้หัวหน้าคนงานเป็นผู้ดูแลแทน ปรากฏว่านั่งร้านรับน้ำหนักไม่ไหวจึงยุบตัว ทำให้แบบแตกพังลงมา และคนงานพลัดตกลงมาเสียชีวิตหนึ่งราย ได้รับบาดเจ็บอีกสองราย คณะกรรมการจรรยาบรรณพิจารณาแล้วเห็นว่า ในวันเกิดเหตุ วิศวกร ข ได้เข้าไปตรวจสอบความเรียบร้อยก่อนเทคอนกรีต และอยู่ดูแลจนถึงประมาณเที่ยงวัน วิศวกร ข รู้สึกไม่สบายจึงได้กลับไปพักผ่อนที่บ้าน โดยมอบหมายให้หัวหน้าคนงานดูแลแทนนั้น ยังไม่มีน้ำหนักเพียงพอที่จะรับฟังได้ เนื่องจากหากวิศวกร ข ไม่สามารถที่จะทำการควบคุมงาน หรือจัดให้บุคคลที่มีความรู้ความสามารถในระดับเดียวกัน เข้าควบคุมการก่อสร้างแทนตนเองได้ จะต้องสั่งให้มีการหยุดการก่อสร้างในส่วนโครงสร้างที่สำคัญไว้ก่อน กรณีนี้ถือว่าวิศวกร ข ในฐานะผู้ควบคุมงานได้ละทิ้งงานโครงสร้างที่สำคัญในความรับผิดชอบของตนโดยไม่มีเหตุอันสมควร ประกอบกับมาตรการป้องกันวัตถุตกหล่นและฝุ่นละอองที่จัดทำไว้นั้นไม่สมบูรณ์ เนื่องจากตามกฎหมายแรงงานและประกาศกระทรวงมหาดไทย เรื่อง ความปลอดภัยในการทำงานในสถานที่ที่มีอันตรายจากการตกจากที่สูง วัสดุกระเด็น ตกหล่น และการพังทลาย กำหนดให้มีการจัดหาตาข่ายและวัสดุที่ช่วยป้องกันความปลอดภัยไว้ตลอดเวลา ซึ่งหากสถานที่เกิดเหตุยังก่อสร้างไม่แล้วเสร็จ วิศวกร ข ก็ไม่อาจที่จะละเลยความปลอดภัยในการทำงานโดยการถอดอุปกรณ์ป้องกันความปลอดภัยออก เพื่อตระเตรียมการก่อสร้างถนนชั้นล่าง ตามที่กล่าวอ้างได้แต่อย่างใด จึงเห็น สมควรให้ลงโทษพักใช้ใบอนุญาตของวิศวกร ข โดยมีกำหนดระยะเวลา ๑ ปี ๖ เดือน</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๒/๒๕๔๘ ลงวันที่ ๒๔ มกราคม ๒๕๔๘)</p>
				</div>

				<!--case 82-->

				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case82">กรณีศึกษา ๒</button>
				<div id="case82" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๒</p>
					<p class="indent3">วิศวกรน ได้รับใบอนุญาตระดับสามัญวิศวกร สาขาวิศวกรรมโยธา ได้รับออกแบบและควบคุมงานก่อสร้างอาคารพาณิชย์แห่งหนึ่ง ต่อมาเจ้าของอาคารได้ดำเนินการตอกเสาเข็มไปโดยมิได้แจ้งให้วิศวกร น ในฐานะผู้ควบคุมงานทราบ หลังจากตอกเสาเข็มไปประมาณ ๑๙ ต้น จากจำนวนเสาเข็มทั้งหมด ๒๘ ต้น เจ้าพนักงานท้องถิ่นได้มีคำสั่งให้ระงับการก่อสร้างอาคารและแจ้งให้วิศวกร น ทราบ ซึ่งหลังจากทราบเรื่อง วิศวกร น ได้ไปยังสถานที่ก่อสร้างและแจ้งให้เจ้าของอาคารระงับการก่อสร้างไว้ก่อน แต่ปรากฏว่าเจ้าของอาคารยังคงเพิกเฉยต่อคำสั่งดังกล่าว วิศวกร น จึงได้มีหนังสือถึงเจ้าพนักงานท้องถิ่นขอถอนตัวออกจากการเป็นวิศวกรควบคุมงาน คณะกรรมการจรรยาบรรณพิจารณาแล้วเห็นว่าวิศวกร น มีเหตุผลอันสมควรในการบอกเลิกจากการเป็นผู้ควบคุมงาน เมื่อพบว่าเจ้าของอาคารจงใจฝ่าฝืนคำสั่งของเจ้าพนักงานท้องถิ่นและคำสั่งของตนในฐานะเป็นผู้ควบคุมงานตามกฎหมาย เพราะหากวิศวกร น ยังรับเป็นผู้ควบคุมงานต่อไปก็จะก่อให้เกิดความเสียหายต่อวิศวกร น ได้ เมื่อการบอกเลิกจากการเป็นผู้ควบคุมงานถูกต้องตามกฎหมายแล้ว จึงไม่อาจถือว่าวิศวกร น จงใจ ละทิ้งงานควบคุมการก่อสร้างแต่อย่างใด ให้ยกข้อกล่าวหาวิศวกร น</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๑๐/๒๕๔๗ ลงวันที่ ๑๓ กันยายน ๒๕๔๗) </p>
				</div>
				<!--end case 82-->
				<br><br>

				<p class="indent3">๙. ไม่ลงลายมือชื่อเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม ในงานที่ตนเองไม่ได้รับทำ ตรวจสอบ หรือควบคุมด้วยตนเอง<br> บทบัญญัติในข้อนี้มีวัตถุประสงค์มุ่งควบคุมให้ผู้ประกอบวิชาชีพวิศวกรรมควบคุมมีความ ซื่อสัตย์ต่อตนเองและผู้อื่น หากไม่สามารถรับปฏิบัติงานที่เกี่ยวกับการประกอบวิชาชีพวิศวกรรมควบคุมได้แล้ว ก็ไม่ควรลงลายมือชื่อเป็นผู้รับทำงานนั้น เพราะจะก่อให้เกิดความเสียหายต่อผู้ว่าจ้าง และบุคคลภายนอกได้</p>
				<p class="indent3">๑๐. ไม่เปิดเผยความลับของงานที่ตนได้รับทำ เว้นแต่ได้รับอนุญาตจากผู้ว่าจ้าง<br> บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อคุ้มครองวงการของผู้ประกอบวิชาชีพวิศวกรรมให้เป็นที่ไว้วางใจของบุคคลทั่วไป เนื่องจากหากบุคคลทั่วไปไม่เชื่อถือผู้ประกอบวิชาชีพแล้ว ก็จะเกิดความเสื่อมศรัทธาต่อผู้ประกอบวิชาชีพและสถาบันแห่งวิชาชีพได้ ผู้ประกอบวิชาชีพอยู่ในฐานะที่รู้ความลับของ ผู้ว่าจ้าง ซึ่งถือว่าเป็นเอกสิทธิ์และหน้าที่ที่จะไม่เปิดเผยความลับนั้น ถ้าเปิดเผยความลับโดยประการ ที่น่าจะก่อให้เกิดความเสียหายแก่ผู้ว่าจ้างก็ถือว่าเป็นการผิดจรรยาบรรณแห่งวิชาชีพ</p>
				<p class="indent3">๑๑. ไม่แย่งงานจากผู้ประกอบวิชาชีพวิศวกรรมควบคุมอื่น<br> บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อป้องกันมิให้เกิดความแตกแยก ไม่มีความสามัคคี โดยมุ่งให้เกิดความสามัคคีระหว่างผู้ประกอบวิชาชีพวิศวกรรมควบคุมด้วยกัน</p>
				<p class="indent3">๑๒. ไม่รับทำงาน หรือตรวจสอบงานชิ้นเดียวกันกับที่ผู้ประกอบวิชาชีพวิศวกรรมควบคุมอื่นทำอยู่ เว้นแต่เป็นการทำงานหรือตรวจสอบตามหน้าที่ หรือแจ้งให้ผู้ประกอบวิชาชีพวิศวกรรมควบคุมอื่นนั้นทราบล่วงหน้าแล้ว<br> บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อเป็นการป้องกันมิให้เกิดความแตกแยกความสามัคคีในกลุ่มของผู้ประกอบวิชาชีพวิศวกรรมควบคุมด้วยกัน
				<!--case 121-->
<br>
				<button type="button" class="btn btn-primary" data-toggle="collapse" data-target="#case121">กรณีศึกษา ๑</button>
				<div id="case121" class="collapse border p-3">
					<p class="text-danger">กรณีศึกษา ๑</p>
					<p class="indent3">วิศวกร จ ได้รับใบอนุญาตระดับสามัญวิศวกร สาขาวิศวกรรมโยธา ได้รับงานออกแบบโรงงานแปรรูปเนื้อไก่ให้กับบริษัทแห่งหนึ่ง โดยก่อนรับงานได้เดินทางไปดูสถานที่ก่อสร้างและพบว่าได้มีการตอกเสาเข็มไปบางส่วนแล้วประมาณร้อยละ ๔๐ ซึ่งส่วนใหญ่จะเป็นเข็มกลุ่ม จึงคาดว่าน่าจะมีผู้ออกแบบก่อนแล้วและได้แจ้งให้ผู้ว่าจ้างดำเนินการแจ้งให้ผู้ออกแบบเดิมทราบก่อน ต่อมาได้รับใบสั่งงานจากผู้ว่าจ้าง จึงเข้าใจว่าผู้ว่าจ้างได้แจ้งให้ผู้ออกแบบเดิมทราบแล้ว วิศวกร จ จึงได้ทำการออกแบบตามที่ได้รับการว่าจ้าง โดยมิได้ติดตามทวงถามว่าผู้ว่าจ้างได้แจ้งให้ผู้ออกแบบเดิมทราบก่อนแล้วหรือไม่ จึงเป็นพฤติกรรมที่ไม่เหมาะสม เพราะวิศวกร จ ยังคงมีหน้าที่ต้องติดต่อประสานงานไปยังวิศวกรผู้ออกแบบเดิมก่อน เพื่อให้รับทราบล่วงหน้าถึงการเข้ามารับงานของตน คณะกรรมการ จรรยาบรรณจึงเห็นควรให้ลงโทษตักเตือนวิศวกร จ ให้ใช้ความระมัดระวังในการประกอบวิชาชีพให้ มากกว่าเดิม</p>
					<p class="text-success">(คำวินิจฉัยคณะกรรมการจรรยาบรรณที่ ๗/๒๕๔๗ ลงวันที่ ๑๒ กรกฎาคม ๒๕๔๗)</p>
				</div>
				</p>
				<!--end case 121-->

				<p class="indent3">๑๓. ไม่รับดำเนินงานชิ้นเดียวกันให้แก่ผู้ว่าจ้างรายอื่น เพื่อการแข่งขันราคา เว้นแต่ได้แจ้งให้ผู้ว่าจ้างรายแรกทราบล่วงหน้าเป็นลายลักษณ์อักษร หรือได้รับความยินยอมเป็นลายลักษณ์อักษรจากผู้ว่าจ้างรายแรก และได้แจ้งให้ผู้ว่าจ้างรายอื่นนั้นทราบล่วงหน้าแล้ว</p>
				<p class="indent3">๑๔. ไม่ใช้หรือคัดลอกแบบ รูป แผนผัง หรือเอกสาร ที่เกี่ยวกับงานของผู้ประกอบวิชาชีพวิศวกรรมควบคุมอื่น เว้นแต่จะได้รับอนุญาตจากผู้ประกอบวิชาชีพวิศวกรรมควบคุมอื่นนั้น<br> บทบัญญัติข้อนี้มีวัตถุประสงค์เพื่อควบคุมความประพฤติของผู้ประกอบวิชาชีพวิศวกรรมควบคุมให้มีความซื่อสัตย์สุจริตต่อเพื่อนร่วมวิชาชีพเดียวกัน มิให้เอารัดเอาเปรียบซึ่งกันและกัน เกี่ยวกับรายการคำนวณอันเป็นเอกสารที่เกี่ยวข้องกับงานของผู้ประกอบวิชาชีพวิศวกรรมควบคุม</p>
				<p class="indent3">๑๕. ไม่กระทำการใดๆ โดยจงใจให้เป็นที่เสื่อมเสียแก่ชื่อเสียง หรืองานของ ผู้ประกอบวิชาชีพวิศวกรรมควบคุมอื่น<br> บทบัญญัติข้อนี้มีวัตถุประสงค์ที่จะเสริมสร้างความสามัคคีของกลุ่มผู้มีวิชาชีพเดียวกัน คือต้องมีความซื่อสัตย์ต่อเพื่อนร่วมวิชาชีพ โดยไม่กระทำการใดๆ ให้เป็นที่เสื่อมเสียชื่อเสียง หรืองานของ ผู้ประกอบวิชาชีพวิศวกรรมควบคุมอื่น</p>
				<br>
				<p>
					<strong>Download เอกสารที่เกี่ยวข้อง</strong>
				</p>
				<a href="attach/coe_codeofconduct.pdf" target="_blank">- ข้อบังคับสภาวิศวกร ว่าด้วยจรรยาบรรณแห่งวิชาชีพวิศวกรรมและการประพฤติผิดจรรยาบรรณ อันจะนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชิพ พ.ศ. 2543</a><br>
				<a href="attach/coe_law-05042559.pdf" target="_blank">- ข้อบังคับสภาวิศวกร ว่าด้วยจรรยาบรรณแห่งวิชาชีพวิศวกรรมและการ</a><br>
				<a href="attach/coe_law-470921-3.pdf" target="_blank">- ระเบียบวิธีพิจารณาจรรยาบรรณ</a><br>
				<a href="attach/coe_law-470921-4.pdf" target="_blank">- ข้อบังคับสภาวิศวกรว่าด้วยหลักเกณฑ์ และวิธีการอุทธรณ์คำวินิจฉัยชี้ขาดของคณะกรรมการจรรยาบรรณแห่งวิชาชีพวิศวกรรม</a><br>
				<a href="attach/Ethciscoe.zip" target="_blank">- แบบคำกล่าวหา/แบบแก้ข้อกล่าวหา คดีจรรยาบรรณ</a><br>
				<a href="attach/coe_law-470921-1.pdf" target="_blank">- หนังสือมอบอำนาจ</a>			
				
			</div>
		</div>
	</div>