<?php
include("../member/header.php");
include("../member/menu.php");
?>
<div class="container"><br>
	<h1 class="mt-5 mb-5" align="center">ข่าวประชาสัมพันธ์</h1>
	<hr>
	<h3 class="mt-5 mb-5" align="center">
		การสัมมนา เรื่อง “จรรยาบรรณวิศวกรหลักสำคัญสู่ความสำเร็จ” ในวันเสาร์ที่ 27 ตุลาคม 2561 เวลา 08.30 - 12.00 น. ณ ห้องเสม็ด 2 โรงแรมคามิโอ แกรนด์ โฮเต็ล แอนด์ เซอร์วิสอพาร์ตเมนท์ จังหวัดระยอง (3 PDU)
	</h3>
	<hr>
		<label class="mt-3 mb-5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
			ด้วยสภาวิศวกรโดยคณะกรรมการจรรยาบรรณมีวัตถุประสงค์เพื่อเผยแพร่ความรู้ ด้านจรรยาบรรณในการประกอบวิชาชีพวิศวกรรม ตามข้อบังคับสภาวิศวกรว่าด้วยจรรยาบรรณแห่งวิชาชีพวิศวกรรม และการประพฤติผิดจรรยาบรรณอันจะนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ พ.ศ. 2559และส่งเสริมความรู้ทางกฎหมายที่เกี่ยวข้องกับการประกอบวิชาชีพวิศวกรรม รวมถึงตัวอย่างกรณีศึกษา การกระทำความผิดทางด้านจรรยาบรรณ ในสาขาวิศวกรรมควบคุมต่าง ๆ เพื่อให้ผู้ประกอบวิชาชีพวิศวกรรมมีความรู้ความเข้าใจเกี่ยวกับกฎหมายและความปลอดภัยในการทำงาน อันจะเป็นประโยชน์แก่การประกอบวิชาชีพวิศวกรรมต่อไป
		</label>
		
		<label>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
			สภาวิศวกรจึงได้จัดสัมมนา เรื่อง “จรรยาบรรณวิศวกรหลักสำคัญสู่ความสำเร็จ” ในวันเสาร์ที่ 27 ตุลาคม 2561 เวลา 08.30 - 12.00 น. (บริการอาหารกลางวันฟรี) ณ ห้องเสม็ด 2 โรงแรมคามิโอ แกรนด์ โฮเต็ล แอนด์ เซอร์วิสอพาร์ตเมนท์ จังหวัดระยอง จึงขอเรียนเชิญสมาชิกสภาวิศวกรเข้าร่วมการสัมมนาในครั้งนี้ โดยไม่เสียค่าใช้จ่ายในการสมัครแต่อย่างใด (รับจำนวนจำกัด 80 ที่นั่ง) โดยสามารถลงทะเบียนเข้าร่วมการสัมมนา ภายในวันศุกร์ที่ 19 ตุลาคม 2561
		</label>
		
		<h3 class="mb-5"><a href="#">
			ลงทะเบียนเข้าร่วมสัมมนา
		</a></h3>
	<hr>
		<label>เอกสารประกอบ<br>
			<a href="#" target="_bank">- กำหนดการสัมมนา เรื่อง “จรรยาบรรณวิศวกรหลักสำคัญสู่ความสำเร็จ”</a>
		</label>
		
</div>

<br></br>
<br></br>
<?php
include("../member/footer.php");
?>