<?php
include("header.php");
include("menu.php");
?>
        <div class="my-3 my-md-5">
          <div class="container">
            <div class="row">
              <div class="col-lg-12">
                <div class="card">
                  <div class="card-body">
                    <div class="text-wrap p-lg-6">
						<h2 class="mt-0 mb-4">TABEE: FAQs</h2>
						<div class="col-md-12">
<div class="mb-4" id="accordion" role="tablist" aria-multiselectable="true">
	<div class="card">
	<div class="card-status card-status-left bg-orange"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a data-toggle="collapse" data-parent="#accordion" href="#1" aria-expanded="true" aria-controls="1">
			ระบบรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ ตามเกณฑ์ผลลัพธ์ (outcome based) คืออะไร?
		</a>
		</h5>
	</div>						
	<div id="1" class="collapse show" role="tabpanel">
		<div class="card-body">
			a) เป็นกระบวนการตรวจประเมินคุณภาพการศึกษาวิศวกรรมศาสตร์ ว่าระบบการศึกษาที่เปิดสอนในหลักสูตรที่มีวัตถุประสงค์ในการผลิตบัณฑิตทางวิศวกรรมศาสตร์ของสถานศึกษานั้น ๆ ว่ามีผลลัพธ์ของการศึกษาที่มีคุณภาพสอดคล้องกับมาตรฐานคุณภาพที่ได้ตั้งเกณฑ์ไว้หรือไม่
		<br>b) การรับรองมาตรฐานคุณภาพการศึกษา (accreditation) เป็นการประกันคุณภาพการศึกษา (educational quality assurance) อย่างหนึ่งที่ยกระดับมาตรฐานคุณภาพการศึกษาหลักสูตรวิศวกรรมศาสตร์ให้เป็นสากล
		<br>c) เป็นการรับรองว่าสถาบันการศึกษามีการผลิตบัณฑิตที่มีคุณลักษณะพื้นฐานความรู้และความสามารถที่เพียงพอต่อการประกอบวิชาชีพ (engineering graduate attributes) ในสังคมที่มีนวัตกรรมและเทคโนโลยีที่ทันสมัยเกิดขึ้นตลอดเวลา และตอบสนองต่อความต้องการของสังคมในด้าน ความรู้ความสามารถของวิศวกร และมาตรฐานงานด้านความปลอดภัยต่อสังคม สภาพแวดล้อมโดยรวม
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-orange"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#2" aria-expanded="false" aria-controls="2">
			หน่วยงาน TABEE คืออะไร?
		</a>
		</h5>
	</div>
	<div id="2" class="collapse" role="tabpanel">
		<div class="card-body">
			TABEE ย่อมาจากคำว่า Thailand Accreditation Board of Engineering Education มีสถานะเป็นอนุกรรมการในสภาวิศวกร ใช้ชื่อว่า คณะอนุกรรมการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ (TABEE) โดยได้รับการสนับสนุนงานเลขานุการจากฝ่ายต่างประเทศ สำนักงานสภาวิศวกร
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-orange"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#3" aria-expanded="false" aria-controls="3">
			ข้อตกลง Washington Accord คืออะไร?
		</a>
		</h5>
	</div>
	<div id="3" class="collapse" role="tabpanel">
		<div class="card-body">
			เป็นข้อตกลงร่วมกันระดับสากล ระหว่างหน่วยงานที่รับผิดชอบการรับรองมาตรฐานคุณภาพการศึกษาหลักสูตรวิศวกรรมศาสตร์ ที่ให้เป็นกรอบคุณภาพการศึกษาวิศวกรรมศาสตร์สำหรับการเคลื่อนย้ายวิศวกรในระดับนานาชาติ ทั้งนี้ หากหน่วยงาน TABEE ได้รับการตอบรับในการเข้าร่วมเป็นสมาชิกในข้อตกลง Washington Accord แล้ว จะทำให้หลักสูตรที่ได้รับการรับรองจาก TABEE เป็นที่ยอมรับในระดับสากลว่าหลักสูตรนั้นมีคุณภาพตามข้อกำหนดการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ และได้รับการยอมรับด้านคุณภาพการศึกษาจากประเทศสมาชิกกลุ่ม Washington Accord และเป็นที่ยอมรับจากนานาประเทศว่าผู้สำเร็จการศึกษามีความรู้ความสามารถทางวิศวกรรมที่สอดคล้องกับข้อกำหนดของการประกอบวิชาชีพวิศวกรรมข้ามชาติ
		</div>
	</div>
	</div>

	<div class="card">
	<div class="card-status card-status-left bg-orange"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#4" aria-expanded="false" aria-controls="4">
			โครงการนำร่อง (pilot project) ของหน่วยงาน TABEE คืออะไร?
		</a>
		</h5>
	</div>
	<div id="4" class="collapse" role="tabpanel">
		<div class="card-body">
			โครงการนำร่องของ TABEE เป็นโครงการที่เปิดโอกาสให้หลักสูตรการศึกษาวิศวกรรมศาสตร์ที่เข้าร่วมโครงการได้เข้าร่วมกิจกรรมต่าง ๆ อาทิเช่น การฝึกอบรม, การรับคำแนะนำ, การรายงานและติดตามผล และอื่น ๆ เป็นต้น เพื่อให้หลักสูตรที่เข้าร่วมโครงการนำร่อง สามารถบริหารจัดการภายในหลักสูตรตนให้เป็นไปในทิศทางที่กำหนดอย่างเหมาะสม สอดคล้องกับเกณฑ์การตรวจประเมินมาตรฐานคุณภาพการศึกษาได้เมื่อมีความพร้อมในการขอรับการตรวจประเมินฯ
		</div>
	</div>
	</div>

	<div class="card">
	<div class="card-status card-status-left bg-orange"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#5" aria-expanded="false" aria-controls="5">
			การรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์กับหน่วยงาน TABEE จะมีการกำหนด รายวิชาตามข้อกำหนดเดิมของการรับรองปริญญาของสภาวิศวกรหรือไม่?
		</a>
		</h5>
	</div>
	<div id="5" class="collapse" role="tabpanel">
		<div class="card-body">
			การรับรองมาตรฐานคุณภาพการศึกษาฯ โดยหน่วยงาน TABEE ไม่มีข้อกำหนดเรื่องของรายวิชาเป็นสำคัญแต่จะพิจารณาจากเกณฑ์ และ กรอบลักษณะบัณฑิตที่พึงประสงค์ (engineering graduate attributes) และองค์ประกอบความรู้ด้านวิชาชีพแต่ละสาขาเป็นหลักว่าสอดคล้องตามวัตถุประสงค์ของหลักสูตรนั้น ๆ หรือไม่ ซึ่งแม้ว่าชื่อรายวิชาจะแตกต่างกันเล็กน้อยก็ไม่เป็นประเด็นปัญหา หากผลลัพธ์ของบัณฑิตที่สำเร็จการศึกษาเป็นไปตามเกณฑ์ที่กำหนดไว้และเป็นที่ยอมรับได้ โดยพิจารณาจากคุณภาพการศึกษาของหลักสูตรและผลลัพธ์ของการศึกษาเป็นสิ่งสำคัญ
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-green"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#6" aria-expanded="false" aria-controls="6">
			หลักสูตรที่ขอรับการตรวจประเมินจากหน่วยงาน TABEE จะได้รับการรับรองปริญญาตามข้อบังคับสภาวิศวกรหรือไม่?
		</a>
		</h5>
	</div>
	<div id="6" class="collapse" role="tabpanel">
		<div class="card-body">
			คณะกรรมการสภาวิศวกร สมัยที่ 6 ได้ให้ความเห็นชอบในหลักการเบื้องต้นของการรับรองปริญญา โดยการยอมรับความเท่าเทียมของการรับรองปริญญาของหลักสูตรวิศวกรรมาสตร์สาขาวิศวกรรมควบคุมตามเกณฑ์ผลลัพธ์ที่ผ่านการตรวจประเมินโดยหน่วยงาน TABEE และการรับรองปริญญาของสภาวิศวกรที่ใช้อยู่ในปัจจุบัน เพื่อการขอสมัครเป็นสมาชิกสภาวิศวกรและการขอรับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม อย่างไรก็ตาม สภาวิศวกรอยู่ในระหว่างการออกข้อบังคับสภาวิศวกร ว่าด้วยการรับรองปริญญาฯ ของหลักสูตรที่เน้นผลลัพธ์การศึกษาตามมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-green"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#7" aria-expanded="false" aria-controls="7">
			ทำไมหน่วยงาน TABEE จึงกำหนดวงรอบการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ไว้ 6 ปี?
		</a>
		</h5>
	</div>
	<div id="7" class="collapse" role="tabpanel">
		<div class="card-body">
			เนื่องจากเป็นการติดตามความก้าวหน้าของบัณฑิตหลังสำเร็จการศึกษาในช่วงระยะเวลาหนึ่ง และเป็นมาตรฐานปฏิบัติของสากล อย่างไรก็ตาม ระยะเวลาการปรับปรุงหลักสูตรของหน่วยงาน TABEE ไม่ใช่ประเด็นสำคัญ เพราะสถาบันการศึกษาสามารถใช้ประโยชน์ได้จากการขอรับรองมาตรฐานคุณภาพการศึกษาฯ ได้ในทุก ๆ ปีการศึกษา โดยไม่ต้องสัมพันธ์กับการขออนุมัติเปิดและปรับปรุงหลักสูตรตามข้อกำหนดของ สกอ. เนื่องจากการรับรองมาตรฐานคุณภาพการศึกษาฯ เป็นเรื่องของการประกันคุณภาพการศึกษาให้แก่หลักสูตรในสถาบันการศึกษา ซึ่งการรับรองมาตรฐานคุณภาพการศึกษาฯ มีลักษณะของหลักสูตรที่มีการพัฒนาคุณภาพการศึกษาอย่างต่อเนื่อง ซึ่งหากหลักสูตรนั้น ๆ ไม่มีการพัฒนาคุณภาพอย่างต่อเนื่องก็อาจจะไม่ได้รับการพิจารณารับรองคุณภาพการศึกษาฯ กับหน่วยงาน TABEE ในวงรอบการศึกษาต่อไปได้
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-green"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#8" aria-expanded="false" aria-controls="8">
			หลักสูตรการเรียนการสอนที่เป็นภาษาไทย จำเป็นต้องแปลเอกสารกระบวนงานทั้งหมดเป็น ภาษาอังกฤษ เพื่อเตรียมการในกรณีที่มีผู้ตรวจประเมินหรือผู้สังเกตการณ์จากต่างประเทศหรือไม่?
		</a>
		</h5>
	</div>
	<div id="8" class="collapse" role="tabpanel">
		<div class="card-body">
			สถาบันการศึกษาไม่จำเป็นต้องแปลหลักสูตรเป็นเอกสารภาษาอังกฤษทั้งหมด ทางหลักสูตรใช้เอกสารการเรียนการสอนอย่างไรก็นำเสนอให้แก่ผู้ตรวจประเมินเช่นนั้น (TABEE จะมีการจัดล่าม/ผู้ประสานงานเป็นกาลเฉพาะ) แต่เนื่องจากมีข้อมูลและเอกสารจำนวนมากที่ต้องนำเสนอ สถาบันการศึกษาจึงควรใช้ตาราง กราฟ แผนภูมิ ช่วยการนำเสนอเพื่อให้ผู้ตรวจประเมินสามารถเข้าใจสถานะของการจัดการคุณภาพการศึกษาของหลักสูตรได้อย่างถูกต้องกับสภาพข้อเท็จจริง
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-green"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#9" aria-expanded="false" aria-controls="9">
			วงรอบการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ ปีการศึกษา 2559-2564 หมายถึงอะไร?
		</a>
		</h5>
	</div>
	<div id="9" class="collapse" role="tabpanel">
		<div class="card-body">
			ระยะเวลา 6 ปีการศึกษาที่ TABEE ประกาศใช้เกณฑ์การรับรองมาตรฐานการศึกษาวิศวกรรมศาสตร์ โดยมีข้อกำหนดและเงื่อนไขเป็นไปตามที่ระบุไว้ในเอกสารที่ได้มีการประกาศใช้และมีการประชาสัมพันธ์ไปแล้ว สถาบันการศึกษาที่ขอรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ ในวงรอบดังกล่าวจะสามารถอ้างอิงและใช้แบบการเขียนรายงานและเอกสารตามที่ระบุในเอกสาร สำหรับวงรอบการรับรองฯ ถัดไป (ปีการศึกษา 2565-2570) TABEE จะมีกระบวนการรับฟังข้อคิดเห็นโดยทั่วไป และนำมาปรับปรุงเกณฑ์และข้อกำหนดการรับรองฯ และจะมีการประชาสัมพันธ์ให้ผู้ที่เกี่ยวข้องได้ทราบล่วงหน้า
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-green"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#10" aria-expanded="false" aria-controls="10">
			จำนวนปีการศึกษาที่สภาวิศวกรจะให้การรับรองแก่หลักสูตรที่ผ่านการตรวจประเมินและได้รับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ คือจำนวนกี่ปี?
		</a>
		</h5>
	</div>
	<div id="10" class="collapse" role="tabpanel">
		<div class="card-body">
			สภาวิศวกรจะให้การรับรองมาตรฐานคุณภาพการศึกษาขึ้นอยู่กับผลการรับรองมาตรฐานคุณภาพการศึกษาที่ได้รับการพิจารณาจาก TABEE สำหรับปีการศึกษาที่ได้รับรองฯ ชั่วคราว เป็นเวลา 3 ปี หรือ ได้รับการรับรองฯ เป็นระยะเวลา 6 ปี นับตั้งแต่ปีการศึกษาที่ได้รับการรับรองฯ เป็นต้นไป ทั้งนี้ระยะเวลาของการรับรองฯ นี้จะไม่เกี่ยวข้องกับระยะเวลาที่เอกสารหลักสูตร (curriculum) ได้รับอนุมัติจากสภามหาวิทยาลัยและเห็นชอบจาก สกอ.
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-cyan"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#11" aria-expanded="false" aria-controls="11">
			ปีการศึกษาที่สภาวิศวกรจะให้การรับรองหลักสูตรที่ยื่นขอรับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์เป็นอย่างไร มีความแตกต่างจากการรับรองปริญญาตามเกณฑ์ปกติหรือไม่?
		</a>
		</h5>
	</div>
	<div id="11" class="collapse" role="tabpanel">
		<div class="card-body">
			ระยะเวลาการรับรองมาตรฐานคุณภาพการศึกษา (accreditation) จะกำหนดปีการศึกษาที่สภาวิศวกรจะให้การรับรองการจัดการเรียนการสอนของสถาบันการศึกษาตามหลักสูตรที่ใช้สอนนิสิตนักศึกษา (สภาวิศวกรไม่ได้รับรองเอกสารหลักสูตร) ผู้ที่สำเร็จการศึกษาจากสถาบันการศึกษาที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษา (ในช่วงเวลาที่ได้รับการรับรองฯ) จะสามารถขอรับการรับรองปริญญาจากสภาวิศวกรเพื่อขอรับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ตามข้อบังคับของสภาวิศวกรที่ได้มีการแก้ไขและประกาศใช้ต่อไป และเป็นการรับรองหลักสูตรสำหรับผู้ที่สำเร็จการศึกษาตั้งแต่ปีการศึกษา.... ซึ่งจะแยกและแตกต่างจากการรับรองปริญญาภาคปกติที่กำหนดผู้ที่เข้ารับการศึกษาในหลักสูตรที่ได้รับการรับรองปริญญาจากสภาวิศวกร
		<br>&nbsp;&nbsp;&nbsp; ทั้งนี้ โปรดเข้าใจว่าการรับรองปริญญา (ที่กำหนดให้เรียนตามรายวิชาระบุตามข้อบังคับและระเบียบของสภาวิศวกรที่ใช้อยู่) ใช้สำหรับผู้สำเร็จการศึกษาวิศวกรรมศาสตร์ ที่เข้าเรียนในหลักสูตรได้รับการรับรองปริญญา จากสภาวิศวกร
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-cyan"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#12" aria-expanded="false" aria-controls="12">
			การรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์จะได้รับการรับรองปริญญาจากสภาวิศวกรเพื่อสิทธิ์ในการสมัครเป็นสมาชิกและสอบขอรับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมด้วยหรือไม่?
		</a>
		</h5>
	</div>
	<div id="12" class="collapse" role="tabpanel">
		<div class="card-body">
			ผู้ที่สำเร็จการศึกษาจากสถาบันการศึกษาที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษา (ในช่วงเวลาที่ได้รับการรับรองฯ) จะสามารถขอรับการรับรองปริญญาจากสภาวิศวกรเพื่อขอรับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ตามข้อบังคับของสภาวิศวกรได้ที่มีการแก้ไขและประกาศใช้ต่อไป โดยสภาวิศวกรจะออกใบการรับรองมาตรฐานคุณภาพการศึกษาแก่สถาบันการศึกษา และดำเนินการอนุมัติการรับรองปริญญาให้แก่ผู้ที่สำเร็จการศึกษาในหลักสูตรที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษา เมื่อข้อบังคับสภาวิศวกรฯ มีการประกาศใช้ตามกฎหมายอย่างเป็นทางการ
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-cyan"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#13" aria-expanded="false" aria-controls="13">
			หากมีหลักสูตรที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์กับสภาวิศวกรแล้ว แต่กฎหมายเรื่องการรับรองปริญญายังไม่มีผลบังคับใช้ สภาวิศวกรจะพิจารณาให้การรับรองปริญญาย้อนหลังหรือไม่?
		</a>
		</h5>
	</div>
	<div id="13" class="collapse" role="tabpanel">
		<div class="card-body">
			สภาวิศวกรจะพิจารณาอนุมัติการรับรองปริญญาให้แก่ผู้ที่สำเร็จการศึกษาจากสถาบันการศึกษาที่มีการเรียนการสอนในหลักสูตรที่ได้รับการรับรองฯ นับตั้งแต่ปีที่กฎหมายมีผลบังคับใช้เป็นต้นไป โดยจะไม่มีการพิจารณาผลย้อนหลังหรืออนุโลมการรับรองปริญญาทดแทนช่วงเวลาที่ได้รับการรับรองฯ ไปแล้วก่อนหน้าการบังคับใช้กฎหมายแต่ประการใด
		</div>
	</div>
	</div>
	
	<div class="card">
	<div class="card-status card-status-left bg-cyan"></div>
	<div class="card-header" role="tab">
		<h5 class="mb-0">
		<a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#14" aria-expanded="false" aria-controls="14">
			สถาบันการศึกษาที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์จะได้รับหลักฐานใดจากสภาวิศวกรในการอ้างอิง?
		</a>
		</h5>
	</div>
	<div id="14" class="collapse" role="tabpanel">
		<div class="card-body">
			สภาวิศวกรจะออกเอกสารใบรับรองออกเป็น 2 ส่วน ได้แก่ ใบรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ และใบรับรองปริญญาในหลักสูตรที่ได้ใช้ในการเรียนการสอนเพื่อให้ผู้สำเร็จการศึกษาในช่วงเวลาที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษาดังกล่าว สามารถนำไปประกอบการขอสอบรายวิชาเพื่อขอใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม (เฉพาะสาขาวิศวกรรมควบคุม)
		</div>
	</div>
	</div>
	
</div>
						</div>						
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
<?php
include("footer.php");
?>