<?php
include("header.php");
include("menu.php");
?>
        <div class="my-3 my-md-5">
          <div class="container">
            <div class="page-header">
              <h1 class="page-title">วัตถุประสงค์และภารกิจ</h1>
            </div>
            <div class="row">
              <div class="col-lg-12">
                <div class="card">
                  <div class="card-body">
                    <div class="text-wrap p-lg-6">
                      <h2 class="mt-0 mb-4">วัตถุประสงค์</h2>
                      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						ที่ประชุมใหญ่สามัญสภาวิศวกร ประจำปี 2558 เมื่อวันพุธที่ 8 เมษายน 2558 ณ การไฟฟ้า ฝ่ายผลิตแห่งประเทศไทย จังหวัดนนทบุรี ได้มีมติเห็นชอบเรื่อง “การจัดตั้งระบบรับรองมาตรฐานคุณภาพการศึกษา หลักสูตรวิศวกรรมศาสตร์ ตามเกณฑ์ผลลัพธ์ (outcome based) ขึ้นในสภาวิศวกร” เพื่อให้ประเทศไทยมีการจัดตั้งระบบรับรองมาตรฐานคุณภาพการศึกษา หลักสูตรวิศวกรรมศาสตร์ ตามเกณฑ์ผลลัพธ์ (outcome based) ในการตรวจสอบระบบการศึกษาให้มีคุณภาพสอดคล้องกับมาตรฐานคุณภาพที่ได้ตั้งเกณฑ์ไว้ ทั้งนี้ การรับรองมาตรฐานคุณภาพการศึกษา (accreditation) จะเป็นการประกันคุณภาพการศึกษา (quality assurance) อย่างหนึ่งซึ่งจะเป็นการยกระดับมาตรฐานคุณภาพการศึกษา หลักสูตรวิศวกรรมศาสตร์ให้เป็นสากล
					  </p>
					  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						ความจำเป็นในการจัดตั้งระบบรับรองมาตรฐานคุณภาพการศึกษา หลักสูตรวิศวกรรมศาสตร์ ตามเกณฑ์ผลลัพธ์ (outcome based) เพื่อสร้างความเชื่อมั่นในคุณภาพการศึกษาว่ามีมาตรฐานคุณภาพสูงเพียงพอที่จะสามารถผลิตวิศวกรที่มีความรู้ความสามารถและมีความพร้อมเข้าสู่การประกอบวิชาชีพได้อย่างมั่นใจอันจะยังประโยชน์ให้สภาวิศวกรสามารถกำกับ ดูแล และควบคุมการประกอบวิชาชีพได้อย่างมี ประสิทธิภาพยิ่งขึ้น นอกจากนี้ ยังส่งผลประโยชน์ในวงกว้างต่อสังคมโดยรวม เช่น นักศึกษา สถาบันการศึกษา หลักสูตรวิศวกรรมศาสตร์ หน่วยงานภาครัฐ ผู้ประกอบการในธุรกิจ ภาคอุตสาหกรรม ประชาชน และสังคม เป็นต้น
					  </p>
                      <h3 id="setup-environment">ภารกิจสำคัญ</h3>
                      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						ตามที่ ที่ประชุมใหญ่สามัญสภาวิศวกร ประจำปี 2558 เมื่อวันที่ 8 เมษายน 2558 ณ การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย มีมติให้คณะกรรมการสภาวิศวกรจัดตั้งระบบรับรองมาตรฐานคุณภาพการศึกษาตามเกณฑ์ผลลัพธ์ขึ้นในสภาวิศวกร คณะกรรมการสภาวิศวกรจึงมีคำสั่งแต่งตั้งคณะอนุกรรมการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ (TABEE) ขึ้น โดยมีอำนาจหน้าที่และภารกิจสำคัญ ดังนี้
					  </p>
                      <ol>
                        <li>เสนอแก้ไขข้อบังคับสภาวิศวกร ระเบียบ และแนวปฏิบัติของคณะกรรมการสภาวิศวกรในส่วนที่เกี่ยวข้องกับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์</li>
                        <li>จัดทำแผนการดำเนินงานและงบประมาณเพื่อรองรับการพัฒนาระบบการรับรองมาตรฐานคุณภาพการศึกษา</li>
						<li>ดำเนินการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ในประเทศตามหลักเกณฑ์และข้อปฏิบัติที่กำหนด</li>
						<li>พัฒนาทรัพยากรบุคคล และผู้ตรวจประเมินมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์</li>
						<li>ประชาสัมพันธ์ ประสานงาน และถ่ายทอดประสบการณ์การรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ในระดับสากลไปสู่สถาบันการศึกษา ผู้ปฏิบัติวิชาชีพ และผู้มีส่วนได้ส่วนเสียที่เกี่ยวข้อง</li>
						<li>จัดเตรียมเอกสารที่เกี่ยวข้องในการสมัครเป็นสมาชิกตามข้อตกลง Washington Accord และข้อตกลงอื่นที่เกี่ยวข้องกับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ (Accreditation of Engineering Education)</li>
						<li>ประชาสัมพันธ์สถาบันการศึกษาที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์จากสภาวิศวกร</li>
                      </ol>
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
<?php
include("footer.php");
?>