<?php
include("header.php");
include("menu.php");
?>
        <div class="my-3 my-md-5">
          <div class="container">
            <div class="row">
              <div class="col-lg-12">
                <div class="card">
                  <div class="card-body">
                    <div class="text-wrap p-lg-6">
                      <h2 class="mt-0 mb-4">กิจกรรม โครงการนำร่องฯ</h2>
                      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						คณะอนุกรรมการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ (TABEE) มีเป้าหมายให้สภาวิศวกรมีระบบรับรองมาตรฐานคุณภาพการศึกษาตามเกณฑ์ผลลัพธ์เป็นรายหลักสูตรที่มีความยั่งยืน ภายในระยะเวลา 2 ปี และสามารถเป็นทางเลือกในการส่งเสริมมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ และเป็นกลไกในการสมัครเป็นสมาชิกสภาวิศวกรต่อไป
					  </p>
					  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						ในการพัฒนาระบบรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ดังกล่าวข้างต้น สภาวิศวกรโดยคณะอนุกรรมการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์จึงได้จัดทำกรอบ การพัฒนาระบบและมีการจัดกิจกรรมสัมมนา เพื่อเป็นการเสริมสร้างการมีส่วนร่วมของสถาบันการศึกษา หน่วยงานภาครัฐและเอกชน เพื่อผลักดันการสร้างระบบรับรองมาตรฐานคุณภาพการศึกษาที่สามารถพัฒนา ได้อย่างยั่งยืน สภาวิศวกรจึงเห็นควรจัดทำโครงการนำร่องเพื่อให้สถาบันการศึกษาที่มีความพร้อมในการ ขอรับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ตามเกณฑ์ผลลัพธ์เป็นสถาบันการศึกษานำร่องของประเทศไทย
					  </p>
					  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						<a href="../../download/tabee/TABEE_PilotProject-BatchI.pdf" target="_bank">- รายชื่อสถาบันการศึกษาและหลักสูตรที่เข้าร่วมโครงการนำร่องฯ รุ่นที่ 1</a>
					  </p>
					  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						<a href="../../download/tabee/TABEE_PilotProject-BatchII.pdf" target="_bank">- รายชื่อสถาบันการศึกษาและหลักสูตรที่เข้าร่วมโครงการนำร่องฯ รุ่นที่ 2</a>
					  </p>
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
<?php
include("footer.php");
?>