<?php
include("header.php");
include("menu.php");
?>
        <div class="my-3 my-md-5">
          <div class="container">
            <div class="row">
              <div class="col-lg-12">
                <div class="card">
                  <div class="card-body">
                    <div class="text-wrap p-lg-6">
                      <h2 class="mt-0 mb-4">คณะอนุกรรมการรับรองมาตรฐานคุณภาพการศึกษาฯ (TABEE)</h2>
                      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						สภาวิศวกร ในฐานะสภาวิชาชีพที่เป็นตัวแทนผู้ประกอบวิชาชีพวิศวกรรมของประเทศไทยได้จัดตั้งหน่วยงานรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ (Thailand Accreditation Body for Engineering Education: TABEE) ขึ้นโดยมีวัตถุประสงค์เพื่อสนับสนุนการจัดตั้งและพัฒนาระบบการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ตามเกณฑ์ผลลัพธ์ขึ้นในประเทศไทย เพื่อยกระดับคุณภาพการศึกษาวิศวกรรมศาสตร์ในประเทศไทยให้มีมาตรฐานคุณภาพสูงเพียงพอที่จะสามารถผลิตวิศวกรที่มีความรู้ความสามารถและมีความพร้อมเข้าสู่การประกอบวิชาชีพวิศวกรรมทั้งในระดับชาติและระดับสากลได้
					  </p>
					  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						ทั้งนี้ คณะกรรมการสภาวิศวกร ในการประชุมครั้งที่ 12-8/2559 เมื่อวันที่ 13 มิถุนายน 2559 ได้พิจารณาเรื่องการรับรองปริญญาในการประกอบวิชาชีพวิศวกรรมควบคุมที่เป็นอยู่ในปัจจุบันอาจไม่ครอบคลุมแนวทางการรับรองมาตรฐานคุณภาพการศึกษาตามกระแสสังคมโลกที่เปิดให้มีการเคลื่อนย้ายวิศวกรวิชาชีพมากยิ่งขึ้น ประกอบกับ หน่วยงานที่รับรองมาตรฐานการศึกษาในต่างประเทศต่างให้การยอมรับการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ ตามข้อตกลง Washington Accord ซึ่งวิศวกรไทยอาจไม่มีคุณสมบัติด้านการศึกษาที่เพียงพอต่อการประกอบวิชาชีพวิศวกรรมในต่างประเทศ เนื่องจากไม่ได้รับการยอมรับในมาตรฐานคุณภาพการศึกษาว่าสามารถเทียบเคียงได้กับนานาประเทศ
					  </p>
                      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						คณะกรรมการสภาวิศวกร จึงมีมติเห็นชอบในหลักการเบื้องต้นของการรับรองปริญญา เพื่อการขอสมัครเป็นสมาชิกสภาวิศวกรและการขอรับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม คือ การยอมรับความเท่าเทียมของการรับรองปริญญาฯ จำนวน 2 หลักการ ดังนี้
					  </p>
                      <ol>
                        <li>การรับรองปริญญาโดยกำหนดรายวิชาตามที่สภาวิศวกรกำหนด (Input based) ซึ่งเป็นการดำเนินการในปัจจุบัน</li>
						<li>การรับรองปริญญาโดยการรับรองมาตรฐานคุณภาพการศึกษาวิศวกรรมศาสตร์ ตามเกณฑ์ผลลัพธ์ (Outcome based) ที่ดำเนินการโดยหน่วยงาน Thailand Accreditation Body for Engineering Education (TABEE)</li>
                      </ol>
					  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						อนึ่ง กรณีหลักสูตรที่ได้รับการรับรองมาตรฐานคุณภาพการศึกษาตามแนวทาง Washington Accord หรืออื่นใดที่เป็นการรับรองปริญญาตามเกณฑ์ผลลัพธ์จากต่างประเทศให้เข้าตามหลักการที่ 2 การรับรองมาตรฐานคุณภาพการศึกษาฯ ของหน่วยงาน TABEE เพื่อให้สถาบันการศึกษาสามารถเลือกดำเนินการขอรับการรับรองปริญญาด้วยวิธีการใดวิธีการหนึ่งได้ และสามารถนำไปขอใช้ในกระบวนการออกใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมต่อไปในอนาคต
					  </p>
					  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
						<a href="../../download/tabee/2559-10-03.pdf" target="_bank">- คณะอนุกรรมการรับรองมาตรฐานคุณภาพการศึกษาฯ (TABEE)</a>
					  </p>
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
<?php
include("footer.php");
?>