<?php
include("header.php");
include("menu.php");
?>
    <!-- Page Header -->
    <header class="masthead" style="background-image: url('<?php echo $img_path;?>/bg/certified/1.jpg')">
      <div class="overlay"></div>
      <div class="container">
        <div class="row">
          <div class="col-lg-8 col-md-10 mx-auto">
            <div class="page-heading">
              <h2>ข้อบังคับ และระเบียบการรับรองปริญญา</h2>
              <!--<span class="subheading">This is what I do.</span>-->
            </div>
          </div>
        </div>
      </div>
    </header>
	
    <!-- Main Content -->
    <div class="container-fluid">
      <div class="row">
        <div class="col-lg-8 col-md-10 mx-auto">
			<h3 align="center">บทนำ</h3>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				ตามพระราชบัญญัติวิศวกร พ.ศ. 2542 มาตรา 8(3) สภาวิศวกรมีอำนาจและหน้าที่รับรองปริญญาประกาศนียบัตร หรือวุฒิบัตรในการประกอบวิชาชีพวิศวกรรมควบคุม ซึ่งคณะกรรมการสภาวิศวกรได้ออกข้อบังคับสภาวิศวกร ว่าด้วยการรับรองปริญญา ประกาศนียบัตร หรือวุฒิบัตรในการประกอบวิชาชีพวิศวกรรมควบคุม พ.ศ. 2554 และระเบียบคณะกรรมการสภาวิศวกร ว่าด้วยวิชาพื้นฐานทางวิทยาศาสตร์ วิชาพื้นฐานทางวิศวกรรม และวิชาเฉพาะทางวิศวกรรม ที่สภาวิศวกรจะให้การรับรองปริญญา ประกาศนียบัตร และวุฒิบัตร ในการประกอบวิชาชีพวิศวกรรมควบคุม พ.ศ. 2558
			</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				ด้วยวิทยาการด้านวิศวกรรม มีความเจริญก้าวหน้าไปมาก และมีรายละเอียดของงานลึกซึ้งมากขึ้น กอปรกับการประกอบวิชาชีพวิศวกรรม มีผลกระทบต่อชีวิต และทรัพย์สินของประชาชนโดยตรง ในการออกใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ระดับภาคีวิศวกร จึงต้องพิจารณาจากผู้ที่จบการศึกษาจากหลักสูตร และสถาบันการศึกษาที่สภาวิศวกรให้การรับรองปริญญา ประกาศนียบัตร หรือวุฒิบัตรเทียบเท่าในสาขาวิศวกรรมศาสตร์
			</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				การพิจารณาสถาบันการศึกษาที่สภาวิศวกรจะให้การรับรองปริญญานั้น โครงสร้างของหลักสูตรจะต้องมีเนื้อหาของวิชาครบถ้วนตามเกณฑ์ที่กำหนด โดยสภาวิศวกรพิจารณาจากองค์ความรู้ในสาขาวิศวกรรมนั้นๆ ว่าจะต้องมีความรู้เบื้องต้นอย่างไร ซึ่งประกอบด้วย ความรู้วิชาพื้นฐานทางวิทยาศาสตร์ (Basic Science) ความรู้วิชาพื้นฐานทางวิศวกรรม (Basic Engineering) และความรู้วิชาเฉพาะทางวิศวกรรม (Specific Engineering) นอกจากนี้สถาบันการศึกษาต้องมีคณาจารย์ ห้องเรียน ห้องปฏิบัติการ ห้องสมุด วัสดุอุปกรณ์การเรียนการสอน และสถานที่การศึกษาเป็นไปตามเกณฑ์ที่กำหนด รวมทั้งมีการจัดทำระบบประกันคุณภาพการศึกษา และผ่านการรับรองจากกระทรวงที่รับผิดชอบ
			</p>
			<br>
			Download เอกสาร
			<ul>
				<li><a href="../../download/certified/manual120155-02.pdf" target="_bank">ข้อบังคับสภาวิศวกร ว่าด้วยการรับรองปริญญา ประกาศนียบัตร หรือวุฒิบัตร ในการประกอบวิชาชีพวิศวกรรมควบคุม พ.ศ. 2554</a></li>
				<li><a href="../../download/certified/manual271058-03.pdf" target="_bank">ระเบียบคณะกรรมการสภาวิศวกร ว่าด้วยวิชาพื้นฐานทางวิทยาศาสตร์ วิชาพื้นฐานทางวิศวกรรม และวิชาเฉพาะทางวิศวกรรม ที่สภาวิศวกรจะให้การรับรองปริญญา ประกาศนียบัตร และวุฒิบัตร ในการประกอบวิชาชีพวิศวกรรมควบคุม พ.ศ. 2558</a></li>
				<li><a href="../../download/certified/manual271058-06.pdf" target="_bank">ข้อบังคับสภาวิศวกร ว่าด้วยการกำหนดค่าจดทะเบียนสมาชิก ค่าบำรุง และค่าธรรมเนียมที่เรียกเก็บจากสมาชิกหรือบุคคลภายนอก พ.ศ.2551</a></li>
				<li><a href="../../download/certified/documents/2560-04-28.pdf" target="_bank">การรับรองปริญญา ประกาศนียบัตร และวุฒิบัตร ในการประกอบวิชาชีพวิศวกรรมควบคุมตามเกณฑ์ของสภาวิศวกร</a></li>
			</ul>
        </div>
      </div>
    </div>
<br>
    <hr>
<?php
include("footer.php");
?>