<?php
include("header.php");
include("menu.php");
?>
    <!-- Page Header -->
    <header class="masthead" style="background-image: url('<?php echo $img_path;?>/bg/certified/2.jpg')">
      <div class="overlay"></div>
      <div class="container">
        <div class="row">
          <div class="col-lg-8 col-md-10 mx-auto">
            <div class="page-heading">
              <h2>ขั้นตอนการพิจารณาหลักสูตร เพื่อรับรองปริญญาฯ</h2>
              <!--<span class="subheading">This is what I do.</span>-->
            </div>
          </div>
        </div>
      </div>
    </header>
	
	<!-- Main Content -->
    <div class="container-fluid">
      <div class="row">
		<div class="col-lg-6 col-xs-12">
			<img src="<?php echo $img_path;?>/process6.jpg" class="img-fluid rounded mx-auto d-block"/>
		</div>
		<div class="col-lg-6 col-xs-12">
			<h4><u>ขั้นตอนที่ 1</u>&nbsp;&nbsp;&nbsp;
				การพิจารณาและตรวจสอบเอกสาร
			</h4>
			<p>&nbsp;&nbsp;&nbsp;
				คณะอนุกรรมการรับรองปริญญาฯ แต่ละสาขา จะดำเนินการพิจารณาเอกสารขอรับรองปริญญาฯ แล้วเห็นว่าเอกสารครบถ้วนเป็นไปตามเกณฑ์ที่กำหนด คณะอนุกรรมการรับรองปริญญาฯ จะนัดหมายตรวจเยี่ยมสถาบันการศึกษา ทั้งนี้สถาบันการศึกษาต้องชำระค่าใช้จ่ายในการเดินทางไปตรวจรับรองหลักสูตร
			</p>
			<p>&nbsp;&nbsp;&nbsp;
				หากเอกสารขอรับรองปริญญาฯ ไม่ครบถ้วนหรือไม่เป็นไปตามเกณฑ์ที่กำหนด คณะอนุกรรมการรับรองปริญญาฯ อาจจะเสนอแนะให้จัดเตรียมเอกสารเพิ่มเติมและยื่นเสนอใหม่ หรือ อาจปฏิเสธการรับรองปริญญาฯ
			</p>
			<h4><u>ขั้นตอนที่ 2</u>&nbsp;&nbsp;&nbsp;
				การตรวจเยี่ยมสถาบันการศึกษา
			</h4>
			<p>&nbsp;&nbsp;&nbsp;
				คณะอนุกรรมการรับรองปริญญาฯ แต่ละสาขา ประชุมร่วมกับคณาจารย์ผู้รับผิดชอบหลักสูตรและคณาจารย์ผู้สอน เพื่อสอบถามข้อมูลต่างๆ เพิ่มเติมพร้อมทั้งตรวจเยี่ยมอาคารสถานที่ ห้องเรียน ห้องปฏิบัติการ ห้องสมุด วัสดุอุปกรณ์เพื่อการเรียนการสอน การให้บริการทางด้านเทคโนโลยีสารสนเทศ และระบบประกันคุณภาพ
			</p>
			<h4><u>ขั้นตอนที่ 3</u>&nbsp;&nbsp;&nbsp;
				การเสนอหลักสูตรเพื่อรับรองปริญญา
			</h4>
			<p>&nbsp;&nbsp;&nbsp;
				หากสถาบันการศึกษาที่ขอรับรองปริญญาฯ ดำเนินการเป็นไปตามเกณฑ์ที่กำหนด คณะอนุกรรมการรับรองปริญญาฯ แต่ละสาขา จะทำรายงานและเสนอขออนุมัติต่อคณะกรรมการสภาวิศวกรต่อไป
			</p>
		</div>
      </div>
    </div>

    <hr>
<?php
include("footer.php");
?>