	<div class="container">

		<!-- 5th Section -->
	<section class="row tm-section tm-mb-30" id="section1">

		<div class="col-sm-12 col-md-12 col-lg-12 col-xl-12 pl-xl-0 mb-4 mb-lg-0">
			<div class="tm-flex-left">
				<div class="tm-full-table">
					<div class="tm-attach-body mt-3">
		<div class="col-12">
		<h2 class="mb-4 tm-text-color-primary">คำแนะนำในการยื่นคำขอรับใบอนุญาต เป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม ประเภทนิติบุคคล</h2>
		<p class="text-center"><img src="img/process5new.png" class="img-fluid">
		</p>
			</div>
				</div>
		</div>
	</section>		


		
		<!-- 5th Section -->
	<section class="row tm-section tm-mb-30" id="section1">

		<div class="col-sm-12 col-md-12 col-lg-12 col-xl-12 pl-xl-0 mb-4 mb-lg-0">
			<div class="tm-flex-left">
				<div class="tm-full-table">
					<div class="tm-attach-body mt-3">
		<p>1. นิติบุคคลผู้ขอรับใบอนุญาต ต้องเป็นผู้มีคุณสมบัติและไม่มีลักษณะต้องห้าม ดังต่อไปนี้</p>
		<p class="indent25">1.1 ต้องมีสำนักงานใหญ่ตั้งอยู่ในราชอาณาจักร</p>
		<p class="indent25">1.2 มีผู้ที่ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ดังต่อไปนี้ ผู้เป็นหุ้นส่วนของห้างหุ้นส่วน กรรมการของบริษัท หรือสมาชิกในคณะผู้บริหารของนิติบุคคลจำนวนไม่น้อยกว่ากึ่งหนึ่ง หรือหุ้นส่วนผู้จัดการของห้างหุ้นส่วน กรรมการผู้จัดการของบริษัท หรือผู้มีอำนาจบริหารแต่ผู้เดียวของนิติบุคคลเป็นผู้ซึ่งได้รับใบอนุญาตตามพระราชบัญญัตินี้
		</p>

		<p>2. เอกสารและหลักฐานในการขอรับใบอนุญาต</p>
		<p class="indent25">2.1 สำเนาหนังสือการรับรองการจดทะเบียน</p>

		<p class="indent25">2.2 สำเนาหนังสือบริคณห์สนธิ (ถ้ามี)</p>
		<p class="indent25">2.3 สำเนาใบสำคัญแสดงการจดทะเบียนนิติบุคคล</p>
		<p class="indent25">2.4 สำเนาใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมของบุคคลธรรมดา (โดยเจ้าของใบอนุญาตจะต้องลงนามรับรองสำเนาถูกต้องด้วยตนเอง)</p>
		<p class="indent25">2.5 รายชื่อผู้มีอำนาจบริหารนิติบุคคล</p>
		<p class="indent25">2.6 งบดุลประจำปีล่าสุดของนิติบุคคลที่ผู้สอบบัญชีรับรองงบแล้ว (กรณีนิติบุคคลจดทะเบียนไม่ถึง 1 ปี อนุโลมไม่ต้องแนบงบดุลประจำปี)</p>
		<p class="pt-5"><strong>กรณีมอบอำนาจ</strong>
		</p>
		<p class="indent25">2.7 หนังสือมอบอำนาจให้เป็นผู้มีอำนาจแทนนิติบุคคล</p>
		<p class="indent25">2.8 สำเนาบัตรประจำตัวประชาชน ของผู้รับมอบอำนาจและผู้มอบอำนาจทุกคน</p>
		<p class="indent25">2.9 สำเนาทะเบียนบ้าน ของผู้รับมอบอำนาจและผู้มอบอำนาจทุกคน</p>
		<p class="indent25">2.10 รูปถ่ายผู้รับมอบอำนาจ 1 นิ้ว จำนวน 2 รูป (ถ่ายไว้ไม่เกิน 1 ปี หน้าตรง ไม่สวมหมวก ไม่สวมแว่นดำ)</p>

		<p>3. ยื่นคำขอรับใบอนุญาตฯ (นต.1 <a href="attach/NT1.pdf" target="_blank"><img src="img/pdf.png" width="20px" height="20px"></a>
			<a href="attach/NT1.doc" target="_blank"><img src="img/word.png" width="20px" height="20px"></a>) และชำระค่าธรรมเนียม 10,000 บาท ภายหลังคณะกรรมการสภาวิศวกรพิจารณา
		</p>

		<p class="indent25">4. คณะกรรมการสภาวิศวกรพิจารณา</p>
		<p class="indent25">5. สำนักงานสภาวิศวกรแจ้งผลการพิจารณาตามมติที่ประชุมคณะกรรมการสภาวิศวกร</p>
		<p class="indent25">6. กรณีชำระค่าธรรมเนียมแล้วใบอนุญาตฯ จะจัดส่งให้ทางไปรษณีย์ หรือติดต่อขอรับที่สำนักงานสภาวิศวกร ภายใน 15 วันทำการ ภายหลังจากคณะกรรมการสภาวิศวกรพิจารณา</p>
		<p class="indent25">7. กรณียังไม่ได้ชำระค่าธรรมเนียม สภาวิศวกรจะจัดส่งใบแจ้งชำระเงินให้ท่านทาง e-mail หลังจากชำระค่าธรรมเนียมแล้ว ใบอนุญาตจะจัดส่งให้ทางไปรษณีย์ หรือติดต่อขอรับที่สำนักงานสภาวิศวกร ภายใน 15 วันทำการ</p>
		<p><mark>(ใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุมนิติบุคคล ให้มีอายุใช้ได้เป็นเวลาหนึ่งปีนับแต่วันออกใบอนุญาต)</mark>
		</p>
					</div>
				</div>
			</div>
		</div>
	</section>	
		<!-- 5th Section -->
	<section class="row tm-section tm-mb-30" id="section1">

		<div class="col-sm-12 col-md-12 col-lg-12 col-xl-12 pl-xl-0 mb-4 mb-lg-0">
			<div class="tm-flex-left">
				<div class="tm-full-table">
					<div class="tm-attach-body mt-3">

		<p class="pt-5"><strong>หมายเหตุ</strong>
		</p>
		<p class="indent25">1. กรณีนิติบุคคลมีความประสงค์จะใช้คุณสมบัติของกรรมการผู้จัดการของบริษัทในฐานะเป็นผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ให้นิติบุคคลดังกล่าวมีหนังสือรับรองการดำรงตำแหน่งกรรมการผู้จัดการของบุคคลดังกล่าว และหนังสือแสดงเจตจำนงยินยอมเป็นผู้รับผิดชอบในการประกอบวิชาชีพวิศวกรรมควบคุมของนิติบุคคลดังกล่าว ตามพระราชบัญญัติ พ.ศ.2542 โดยแบบหนังสือรับรองให้เป็นไปตามที่สภาวิศวกรกำหนด (แบบฟอร์มหนังสือรับรองนิติบุคคล/หนังสือแสดงเจตจำนง)</p>

		<p class="indent25"></p>
		<p class="indent25">2. กรณีนิติบุคคลที่ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม มีการเปลี่ยนผู้มีอำนาจบริหารนิติบุคคลซึ่งเป็นผู้มีใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมให้ส่งหนังสือแจ้งการเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคล พร้อมด้วยหนังสือรับรองการจดทะเบียน นิติบุคคลแล้วต่อหัวหน้าสำนักงาน สภาวิศวกรภายในสามสิบวัน หลังการจดทะเบียนเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคล กรณีไม่แจ้งการเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคลภายในกำหนด ให้มีผลขาดจากการเป็นนิติบุคคลที่ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม (<a href="attach/comp2.pdf" target="_blank">แบบฟอร์มเปลี่ยนแปลงผู้บริหาร</a>)</p>
		<p class="indent5">2.1 ผู้ยื่นคำขอรับใบอนุญาตให้กรรมการผู้มีอำนาจลงนาม (ที่ระบุตามหนังสือรับรอง)ลงนามและประทับตราสำคัญบริษัท หากผู้อื่นลงนามแทนต้องมีหนังสือและหลักฐานในการมอบอำนาจ ตามรายละเอียดข้างต้น</p>
		<p class="indent5">2.2 หลักฐาน / เอกสารประกอบ ในการยื่นคำขอรับใบอนุญาตต้องรับรองสำเนาถูกต้องและประทับตราสำคัญบริษัททุกแผ่น</p>
		<p class="indent5">2.3 ใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม ประเภทนิติบุคคล มีอายุ 1 ปี</p>
		<p class="indent5">2.4 แจ้งวัน เดือน ปี ที่เริ่มต้นการเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคล คือ หลักฐานรายงานการประชุมบริษัทที่มีมติให้เปลี่ยนแปลงผู้มีอำนาจบริหาร</p>


		<p class="indent5">2.5 เอกสารหลักฐานที่ยื่นคำขอจดทะเบียนเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคลต่อกรมพัฒนาธุรกิจการค้า กระทรวงพาณิชย์ ฉบับรับรองจากกรมพัฒนาธุรกิจการค้า</p>
		<p class="pt-3"><strong>เอกสารประกอบ</strong>
		</p>
		<p class="indent25"><a href="attach/corp23052554.pdf" target="_blank">ข้อบังคับสภาวิศวกรว่าด้วยการออกใบอนุญาตฯ ประเภทนิติบุคคล (ฉบับที่ 2) พ.ศ.2554</a>
		</p>
		<p class="indent25"><a href="attach/helpReqNewCom.pdf" target="_blank">คำแนะนำในการขอรับใบอนุญาตฯ ประเภทนิติบุคคล</a>
		</p>
		<p class="indent25">แบบคำขอรับใบอนุญาตประเภทนิติบุคคล <a href="attach/NT1.pdf" target="_blank"><img src="img/pdf.png" width="20px" height="20px"></a>
			<a href="attach/NT1.doc" target="_blank"><img src="img/word.png" width="20px" height="20px"></a>
		</p>
		<p class="indent25">ตัวอย่างการกรอกแบบคำขอรับใบอนุญาตประเภทนิติบุคคล
			<a href="attach/exNT1.pdf" target="_blank"><img src="img/pdf.png" width="20px" height="20px"></a>
		</p>
					</div>
				</div>
			</div>
		</div>
	</section>
	
	</div>