	<div class="container">
	<!-- 1st Section -->
	<section class="row" id="section1">
		<div class="col-12">
			<div class="tm-flex-center">
				<div class="tm-md-flex-center">
					<h2 class="mb-4 tm-text-color-primary">ขั้นตอนในการต่ออายุใบอนุญาตฯ ประเภทนิติบุคคล</h2>
					<p class="text-center"><img src="img/renew.png" class="img-fluid">
					</p>
				</div>
			</div>
		</div>
	</section>


		<h2 class="mb-4 tm-text-color-primary">คำแนะนำในการต่ออายุใบอนุญาตฯ ประเภทนิติบุคคล</h2> 1. กรอกรายละเอียดในองค์กร
		<p class="indent25">- พิมพ์รายชื่อวิศวกรผู้มีใบอนุญาตของนิติบุคคลในตารางรายชื่อผู้ได้รับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม จากนั้นให้กรรมการผู้มีอำนาจลงนามรับรองข้อความในตารางฯ ข้างต้น</p>
		2. เอกสารประกอบเพื่อการพิจารณา
		<li class="indent25">สำเนาหนังสือรับรองการจดทะเบียนนิติบุคคลพร้อมวัตถุประสงค์ที่รับรองแล้วไม่เกินหนึ่งเดือนนับตั้งแต่วันยื่นเรื่อง (ประทับตราบริษัทและกรรมการที่มีอำนาจลงนาม)</li>
		<li class="indent25">สำเนาใบอนุญาตการประกอบวิชาชีพวิศวกรรมควบคุมของกรรมการบริษัท (เจ้าตัวรับรองสำเนาถูกต้อง)</li>
		<li class="indent25">สำเนาใบอนุญาตการประกอบวิชาชีพวิศวกรรมควบคุมของนิติบุคคล (ประทับตราบริษัทและกรรมการที่มีอำนาจลงนาม)</li>

		<span class="tm-text-color-primary">กรณีมอบอำนาจ</span>
		<li class="indent25">หนังสือมอบอำนาจ (สำเนาทะเบียนบ้าน, สำเนาบัตรประชาชนของผู้มอบอำนาจและผู้รับมอบอำนาจ และรูปถ่าย 1 นิ้ว จำนวน 2 รูปของผู้รับมอบอำนาจ)</li>
		<p class="indent25"></p>
		<p>3. เมื่อยื่นเอกสารเพื่อขอต่ออายุใบอนุญาต ประเภทนิติบุคคลพร้อมกับชำระเงินค่าธรรมเนียมแล้ว สภาวิศวกรจะจัดส่งใบอนุญาตฯ ให้ทางไปรษณีย์ หรือติดต่อขอรับที่สำนักงานสภาวิศวกร ภายใน 15 วันทำการ ภายหลังจากคณะกรรมการสภาวิศวกรพิจารณา</p>
		<p>4. อัตราค่าธรรมเนียมในการต่ออายุใบอนุญาต มีดังนี้</p>
		<li class="indent25">ต่ออายุใบอนุญาตกำหนดภายใน 90 วัน ก่อนวันที่ใบอนุญาตหมดอายุ 3,000 บาท</li>
		<li class="indent25">ต่ออายุใบอนุญาต ภายใน 60 วัน นับแต่วันที่ใบอนุญาตหมดอายุ 5,000 บาท</li>
		<p>* กรณี ใบอนุญาตหมดอายุเกิน 60 วัน ต้องยื่นคำขอรับใบอนุญาตใหม่ และชำระค่าธรรมเนียม 10,000 บาท</p>
		<p>5. เอกสารที่ต้องส่งคืนสภาวิศวกร</p>
		<li class="indent25">แบบคำขอต่ออายุใบอนุญาต</li>
		<li class="indent25">เอกสารประกอบการพิจารณาข้างต้น</li>

		<p class="tm-text-color-primary">หมายเหตุ</p>
		<p class="indent25">1. กรณีนิติบุคคลมีความประสงค์จะใช้คุณสมบัติของกรรมการผู้จัดการของบริษัทในฐานะเป็นผู้ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ให้นิติบุคคลดังกล่าวมีหนังสือรับรองการดำรงตำแหน่งกรรมการผู้จัดการของบุคคลดังกล่าว และหนังสือแสดงเจตจำนงยินยอมเป็นผู้รับผิดชอบในการประกอบวิชาชีพวิศวกรรมควบคุมของนิติบุคคลดังกล่าว ตามพระราชบัญญัติ พ.ศ.2542 โดยแบบหนังสือรับรองให้เป็นไปตามที่สภาวิศวกรกำหนด (แบบฟอร์มหนังสือรับรองนิติบุคคล/หนังสือแสดงเจตจำนง)</p>
		<p class="indent25">2. กรณีนิติบุคคลที่ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม มีการเปลี่ยนผู้มีอำนาจบริหารนิติบุคคลซึ่งเป็นผู้มีใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุมให้ส่งหนังสือแจ้งการเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคล พร้อมด้วยหนังสือรับรองการจดทะเบียน นิติบุคคลแล้วต่อหัวหน้าสำนักงาน สภาวิศวกรภายในสามสิบวัน หลังการจดทะเบียนเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคล กรณีไม่แจ้งการเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคลภายในกำหนด ให้มีผลขาดจากการเป็นนิติบุคคลที่ได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม (แบบฟอร์มเปลี่ยนแปลงผู้บริหาร)</p>
		<p class="indent5">2.1 ผู้ยื่นคำขอต่ออายุใบอนุญาตให้กรรมการผู้มีอำนาจลงนาม (ที่ระบุตามหนังสือรับรอง)ลงนามและประทับตราสำคัญบริษัท หากผู้อื่นลงนามแทนต้องมีหนังสือและหลักฐานในการมอบอำนาจ ตามรายละเอียดข้างต้น</p>
		<p class="indent5">2.2 หลักฐาน / เอกสารประกอบ ในการยื่นคำขอต่ออายุใบอนุญาตต้องรับรองสำเนาถูกต้องและประทับตราสำคัญบริษัททุกแผ่น</p>
		<p class="indent5">2.3 ใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม ประเภทนิติบุคคล มีอายุ 1 ปี</p>
		<p class="indent5">2.4 แจ้งวัน เดือน ปี ที่เริ่มต้นการเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคล คือ หลักฐานรายงานการประชุมบริษัทที่มีมติให้เปลี่ยนแปลงผู้มีอำนาจบริหาร</p>
		<p class="indent5">2.5 เอกสารหลักฐานที่ยื่นคำขอจดทะเบียนเปลี่ยนแปลงผู้มีอำนาจบริหารนิติบุคคลต่อกรมพัฒนาธุรกิจการค้า กระทรวงพาณิชย์ ฉบับรับรองจากกรมพัฒนาธุรกิจการค้า</p>
		<p class="tm-text-color-primary">เอกสารประกอบ</p>
		<p class="indent25"><a href="attach/renewsuggestion.pdf">คำแนะนำการต่ออายุใบอนุญาต ประเภทนิติบุคคล</a></p>
		<p class="indent25">แบบคำขอต่ออายุใบอนุญาต ประเภทนิติบุคคล
			<a href="attach/renewjuristic.pdf" target="_blank"><img src="img/pdf.png" width="20px" height="20px"></a>
			<a href="attach/renewjuristic.doc" target="_blank"><img src="img/word.png" width="20px" height="20px"></a></p></p>
		<p class="indent25"><a href="attach/examplerenewjuristic.pdf">ตัวอย่างการกรอกแบบคำขอต่ออายุใบอนุญาตประเภทนิติบุคคล</a></p>
		<p class="indent25"><a href="attach/regulation.pdf">ข้อบังคับสภาวิศวกรว่าด้วยการออกใบอนุญาตฯประเภทนิติบุคคล (ฉบับที่ 2) พ.ศ.2554</a></p>

	</div>
