<?php
include("header.php");
include("menu.php");
?>
<!-- Masthead -->
<header class="mem_4">
</header>
<div class="container"><br>
	<h1 class="mt-5 mb-3" align="center">การต่ออายุสมาชิกสภาวิศวกร</h1>
	<hr>
	<label align="center"><b>หากใบอนุญาตของท่านใช้ได้ไม่ถึง 6 เดือนและสมาชิกยังไม่หมดอายุ กรุณาทำตามคำแนะนำในการต่ออายุสมาชิกและใบอนุญาตก่อนหมดอายุ หรือมีใบอนุญาตแล้วแต่สมาชิกหมดอายุ กรุณาทำตามคำแนะนำในการต่ออายุสมาชิกและใบอนุญาตหลังหมดอายุ</b></label>
	<hr>
		
	<label>คำแนะนำในการต่ออายุสมาชิกสภาวิศวกร นอกเหนือจากกรณีข้างต้น<p>กรณีที่ 1</label>
		<ul>
			<li>ไม่เคยมีใบอนุญาตและสมาชิกหมดอายุ</li>
		</ul>
	<label>กรณีที่ 2</label>
		<ul>
			<li>ไม่เคยมีใบอนุญาตและสมาชิกยังไม่หมดอายุ</li>
			<li>มีใบอนุญาตแล้วแต่อายุใบอนุญาตเหลือเกิน 6 เดือนขึ้นไป</li>
		</ul>
		
	<label>
	<b>สำหรับกรณีที่ 1 ถ้าต้องการชำระค่าธรรมเนียมผ่านธนาคารและส่งเอกสารทางไปรษณีย์</b>
		<p>
			- ให้ท่านติดต่อมาที่สภาวิศวกรเพื่อให้เจ้าหน้าที่ออกใบแจ้งการชำระค่าธรรมเนียมสมาชิกปีละ 200 บาท หลังจากที่ท่านนำ ใบแจ้งที่ได้ไปชำระค่าธรรมเนียมผ่านเคาน์เตอร์ธนาคารเรียบร้อยแล้ว กรุณาส่งเอกสารตามคำแนะนำกลับมาที่สภาวิศวกร เมื่อได้รับเอกสารที่ครบถ้วนและถูกต้องแล้ว สภาวิศวกรจะจัดส่งใบเสร็จรับเงินพร้อมบัตรสมาชิกใบใหม่ให้ท่านตามที่อยู่ที่กรอกไว้ในแบบฟอร์ม
		</p>
	<b>สำหรับกรณีที่ 2 ถ้าต้องการชำระค่าธรรมเนียมผ่านธนาคารและส่งเอกสารทางไปรษณีย์</b>
		<p>
			- ท่านสามารถทำรายการต่ออายุสมาชิกและพิมพ์ใบแจ้งการชำระค่าธรรมเนียมได้ด้วยตนเองผ่านทางเว็บไซต์ <a href="http://www.coe.or.th" target="_blank">www.coe.or.th</a> หรือติดต่อมาที่สภาวิศวกรเพื่อให้เจ้าหน้าที่ออกใบแจ้งการชำระค่าธรรมเนียม สมาชิกปีละ 200 บาท หลังจากที่ท่านนำใบแจ้งที่ได้ไปชำระค่าธรรมเนียมผ่านเคาน์เตอร์ธนาคารเรียบร้อยแล้ว กรุณาส่งเอกสารตามคำแนะนำกลับมาที่สภาวิศวกร เมื่อได้รับเอกสารที่ครบถ้วนและถูกต้องแล้ว สภาวิศวกรจะจัดส่งใบเสร็จรับเงินพร้อมบัตรสมาชิกใบใหม่ให้ท่านตามที่อยู่ที่กรอกไว้ในแบบฟอร์ม
		</p>
	<b>สำหรับกรณีที่ 1 และ 2 ถ้าต้องการติดต่อด้วยตนเองหรือให้บุคคลอื่นทำการแทนที่สภาวิศวกร</b>
		<p>
			- นำบัตรสมาชิก บัตรประจำตัวประชาชน หรือบัตรที่ทางราชการออกให้มาติดต่อที่สภาวิศวกรในวันเวลาทำการ หากมาด้วยตนเองท่านสามารถชำระค่าธรรมเนียมสมาชิกปีละ 200 บาท และถ่ายรูปทำบัตรสมาชิกใบใหม่ได้ทันที หรือให้บุคคลอื่นทำการแทน ให้เตรียมรูปถ่าย 1 นิ้ว 1 รูป (แต่งกายสุภาพ) มาด้วยเพื่อให้เจ้าหน้าที่สแกนรูปและจัดทำบัตรสมาชิกใบใหม่ให้ "ขั้นตอนนี้จะกรอกแบบขอชำระค่าจดทะเบียนสมาชิกเมื่อ ต้องการแจ้งเปลี่ยนแปลงที่อยู่สำหรับจัดส่งเอกสารเท่านั้นค่ะ"
		</p>
	<b>เอกสารและหลักฐานที่ต้องส่งกลับมาที่สภาวิศวกรหลังจากชำระเงินผ่านธนาคารเรียบร้อยแล้ว</b>
		<ol>
			<li>แบบขอชำระค่าจดทะเบียนสมาชิกสภาวิศวกร (กรุณาระบุที่อยู่ปัจจุบันที่ท่านสะดวกจะรับเอกสาร)</li>
			<li>สำเนาหลักฐานการชำระค่าธรรมเนียมผ่านธนาคาร</li>
			<li>รูปถ่าย 1 นิ้ว จำนวน 1 รูป</li>
			<li>สำเนาบัตรประจำตัวประชาชนหรือสำเนาบัตรประจำตัวที่ทางราชการออกให้ (พร้อมเซ็นรับรองสำเนาถูกต้อง)</li>
		</ol>
	<b>ที่อยู่สำหรับจัดส่งเอกสาร (วันทำการ จันทร์-ศุกร์ เวลา 8.30-16.00 น.)</b>
		<p>
			- สำนักงานสภาวิศวกร 487/1 ชั้น 2 อาคาร วสท. ซอยรามคำแหง 39 (เทพลีลา) แขวงพลับพลา เขตวังทองหลาง กรุงเทพฯ 10310 วงเล็บมุมซอง "ต่ออายุสมาชิก"
		</p>
		<font color="red"><b>แนะนำให้ท่านต่ออายุสมาชิกให้ครอบคลุมอายุใบอนุญาต เนื่องจากตามมาตรา 49 วรรค 2 แห่งพระราชบัญญัติวิชาชีพวิศวกร พ.ศ. 2542 มีใจความสำคัญว่า "หากผู้ขอรับใบอนุญาตขาดจากสมาชิกภาพเมื่อใดให้ใบอนุญาตผู้นั้นสิ้นสุด"</b></font>
	</label>
	
	<hr>
<br>
	<h1 class="mt-3 mb-5" align="center">คำแนะนำในการต่ออายุใบอนุญาต และ/หรือคำขอต่ออายุสมาชิก</h1>
	<hr>
	<img src="<?php echo $img_path;?>/process7.jpg" class="img-fluid rounded mx-auto d-block" width="80%"/>
	<hr>
	
	<font color="red"><b>ต่ออายุใบอนุญาตได้ก่อนหมดอายุไม่เกิน 180 วัน</b></font>
	<ol>
		<li>กรอกเอกสารดังต่อไปนี้ <a href="../../download/form/reqBefor_update.pdf" target="_blank">Download</a></li>
			<ul>
				<li>คำขอต่ออายุใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม</li>
				<li>คำขอต่ออายุสมาชิกสภาวิศวกร</li>
			</ul>
		<li>หลักฐานที่ต้องใช้ประกอบการต่ออายุใบอนุญาต</li>
			<ul>
				<li>สำเนาบัตรประจำตัวประชาชน หรือสำเนาบัตรที่ทางราชการออกให้ หรือหนังสือเดินทางตัวจริง (กรณีผู้ไม่มีสัญชาติไทย)</li>
				<li>รูปถ่ายปัจจุบันไม่เกิน 1 ปี หน้าตรง ไม่สวมหมวก และไม่สวมแว่นดำ ขนาด 1 นิ้ว จำนวน 1 รูป เขียนชื่อด้านหลัง</li>
				<li>หากเปลี่ยนคำนำหน้า / ชื่อตัว / ชื่อสกุล / ยศ ต้องใช้สำเนาทะเบียนสมรส และ/หรือ สำเนาใบเปลี่ยนคำนำหน้า / ชื่อตัว ชื่อสกุล / คำสั่งแต่งตั้งยศ และสำเนาทะเบียนบ้าน</li>
			</ul>
	</ol>
	
	<b>หมายเหตุ</b>
	<ol>
		<li>เอกสารหลักฐานที่เป็นสำเนา ต้องลงนามรับรองสำเนาถูกต้อง</li>
		<li>เอกสารหลักฐานตามข้อ 2.1 ถึงข้อ 2.3 ครบถ้วน จะต่ออายุใบอนุญาตได้รวดเร็ว</li>
		<li>ลำดับขั้นตอนการยื่นคำขอ</li>
			<ul>
				<li>ยื่นคำขอด้วยตนเอง หรือ มอบอำนาจให้ผู้อื่นดำเนินการแทน โดยการทำหนังสือมอบอำนาจพร้อมแนบสำเนาบัตรประจำตัวประชาชน ของผู้มอบอำนาจและผู้รับมอบอำนาจ ณ สำนักงานสภาวิศวกร ในเวลาทำการ วันจันทร์-เสาร์ เวลา 08.30-16.00 น. พร้อมรอรับใบอนุญาตฯ ได้เลย</li>
				<li>ยื่นคำขอทางไปรษณีย์โดยการใช้ใบแจ้งชำระค่าธรรมเนียม (ขอรับใบแจ้งชำระค่าธรรมเนียมจากเจ้าหน้าที่สภาวิศวกร) หรือทำรายการด้วยตนเองที่ <a href="http://www.coe.or.th" target="_blank">www.coe.or.th</a> แล้วชำระเงินที่ธนาคารตามที่ระบุไว้ และจัดเอกสารหลักฐานตามข้อ 1. และข้อ 2. พร้อมกับสำเนาใบชำระเงินผ่านธนาคาร ใส่ซองส่งทางไปรษณีย์ จ่าหน้าถึง
					"สำนักงานสภาวิศวกร เลขที่ 487/1 ชั้น 2 อาคาร วสท. ซอยรามคำแหง 39 (เทพลีลา 1) แขวงพลับพลา เขตวังทองหลาง กรุงเทพฯ 10310" วงเล็บที่มุมซองว่า "ต่ออายุใบอนุญาต" เมื่อสภาวิศวกรได้รับเอกสารหลักฐานครบถ้วนและถูกต้องแล้วจะออกใบอนุญาต และ/หรือบัตรสมาชิกฯ จัดส่งให้ตามที่อยู่ที่แจ้งไว้ภายใน 15 วันทำการ</li>
			</ul>
		<li>อัตราค่าธรรมเนียม</li>
	</ol>
	<div class="table-responsive">
	<table class="table table-striped table-hover">
	<thead>
		<tr>
			<td align="center"><b>ประเภท</b></td>
			<td align="center"><b>ต่อก่อนใบอนุญาตฯหมดอายุ</b></td>
			<td align="center"><b>ค่าธรรมเนียมสมาชิก(5 ปี 1,000 บาท)</b></td>
			<td align="center"><b>ค่าธรรมเนียมรวม</b></td>
		</tr>
	</thead>
	<tbody>
		<tr>
			<td align="center">ภาคีวิศวกรพิเศษ</td>
			<td align="center">500*</td>
			<td align="center">1,000</td>
			<td align="center">1,500**</td>
		</tr>
		<tr>
			<td align="center">ภาคีวิศวกร</td>
			<td align="center">500*</td>
			<td align="center">1,000</td>
			<td align="center">1,500**</td>
		</tr>
		<tr>
			<td align="center">สามัญวิศวกร</td>
			<td align="center">1,000*</td>
			<td align="center">1,000</td>
			<td align="center">2,000**</td>
		</tr>
		<tr>
			<td align="center">วุฒิวิศวกร</td>
			<td align="center">1,000*</td>
			<td align="center">1,000</td>
			<td align="center">2,500**</td>
		</tr>
	</tbody>
	</table>
	</div>
	<hr>
	<h5>เอกสารประกอบ</h5>
	<ul>
		<li><a href="print.php">พิมพ์ใบแจ้งชำระค่าธรรมเนียม</a></li>
	</ul>

</div>

<br></br>
<br></br>
<?php
include("footer.php");
?>