<?php
include("header.php");
include("menu.php");
?>
<!-- Masthead -->
<header class="mem_5">
</header>
<div class="container"><br>
	<h1 class="mt-5 mb-3" align="center">ใบแทนใบอนุญาต/วุฒิบัตร (ชำรุด/สูญหาย/เปลี่ยนชื่อ)</h1>
	<h4>ขั้นตอนการขอใบแทนใบอนุญาต/ใบแทนบัตร (วุฒิบัตร)</h4>
	<ol>
		<li>กรณีใบอนุญาตฯ หรือบัตร (วุฒิบัตร) สูญหาย กรุณาเตรียมเอกสารและหลักฐาน ดังนี้</li>
			<ul>
				<li>สำเนาหลักฐานการแจ้งความจากสถานีตำรวจ</li>
				<li>สำเนาบัตรประชาชนหรือบัตรข้าราชการ 1 ชุด</li>
				<li>รูปถ่ายสีหรือขาวดำ หน้าตรง ไม่สวมหมวก ไม่สวมแว่น ถ่ายไว้ไม่เกิน 1 ปี ขนาด 1 นิ้ว จำนวน 2 รูป (กรณีพิมพ์รูปจากคอมพิวเตอร์ กรุณาใช้กระดาษอัดรูป)</li>
				<li>กรณีขอใบแทนบัตร (วุฒิบัตร) ให้เปลี่ยนหลักฐานจากรูปถ่าย ข้อ 1.3 เป็น สำเนาใบอนุญาตฯ 1 ชุด</li>
				<li>แบบฟอร์มคำร้องขอหลักฐานการได้รับใบอนุญาตฯ</li>
			</ul>
		<font color="red">*** หลักฐานที่เป็นสำเนา กรุณาลงนามรับรองสำเนาถูกต้องให้ครบถ้วน ***</font>
		<p>
		<li>กรณีใบอนุญาตฯ หรือบัตร (วุฒิบัตร) ชำรุด กรุณาเตรียมเอกสารและหลักฐาน ดังนี้</li>
			<ul>
				<li>ใบอนุญาตฯ เดิม หรือบัตร (วุฒิบัตร) เดิม ตัวจริง</li>
				<li>สำเนาบัตรประชาชนหรือบัตรข้าราชการ 1 ชุด</li>
				<li>รูปถ่ายสีหรือขาวดำ หน้าตรง ไม่สวมหมวก ไม่สวมแว่น ถ่ายไว้ไม่เกิน 1 ปี ขนาด 1 นิ้ว จำนวน 2 รูป (กรณีพิมพ์รูปจากคอมพิวเตอร์ กรุณาใช้กระดาษอัดรูป)</li>
				<li>กรณีขอใบแทนบัตร (วุฒิบัตร) ให้เปลี่ยนหลักฐานจากรูปถ่าย ข้อ 2.3 เป็น สำเนาใบอนุญาตฯ 1 ชุด</li>
				<li>แบบฟอร์มคำร้องขอหลักฐานการได้รับใบอนุญาตฯ</li>
			</ul>
		<font color="red">*** หลักฐานที่เป็นสำเนา กรุณาลงนามรับรองสำเนาถูกต้องให้ครบถ้วน ***</font>
		<p>
		<li>กรณีเปลี่ยน ชื่อ หรือชื่อสกุล กรุณาเตรียมเอกสารและหลักฐาน ดังนี้</li>
			<ul>
				<li>ใบอนุญาตฯ เดิม หรือบัตร (วุฒิบัตร) เดิม ตัวจริง</li>
				<li>สำเนาหลักฐานการเปลี่ยนชื่อ หรือชื่อสกุล 1 ชุด</li>
				<li>สำเนาทะเบียนบ้าน ที่เปลี่ยนชื่อ หรือชื่อสกุลแล้ว 1 ชุด</li>
				<li>สำเนาบัตรประชาชนหรือบัตรข้าราชการที่เปลี่ยนชื่อ หรือชื่อสกุลแล้ว 1 ชุด</li>
				<li>รูปถ่ายสีหรือขาวดำ หน้าตรง ไม่สวมหมวก ไม่สวมแว่น ถ่ายไว้ไม่เกิน 1 ปี ขนาด 1 นิ้ว จำนวน 2 รูป (กรณีพิมพ์รูปจากคอมพิวเตอร์ กรุณาใช้กระดาษอัดรูป)</li>
				<li>กรณีขอใบแทนบัตร (วุฒิบัตร) ให้เปลี่ยนหลักฐานจากรูปถ่าย ข้อ 3.5 เป็น สำเนาใบอนุญาตฯ 1 ชุด</li>
				<li>แบบฟอร์มคำร้องขอหลักฐานการได้รับใบอนุญาตฯ</li>
			</ul>
		<font color="red">*** หลักฐานที่เป็นสำเนา กรุณาลงนามรับรองสำเนาถูกต้องให้ครบถ้วน ***</font>
		<p>
		<li>กรณีเปลี่ยน ยศ กรุณาเตรียมเอกสารและหลักฐาน ดังนี้</li>
			<ul>
				<li>ใบอนุญาตฯ เดิม หรือบัตร (วุฒิบัตร) เดิม ตัวจริง</li>
				<li>สำเนาคำสั่งแต่งตั้งยศ 1 ชุด (ถ้ามี)</li>
				<li>สำเนาบัตรประชาชนหรือบัตรข้าราชการที่เปลี่ยนยศแล้ว 1 ชุด</li>
				<li>รูปถ่ายสีหรือขาวดำ หน้าตรง ไม่สวมหมวก ไม่สวมแว่น ถ่ายไว้ไม่เกิน 1 ปี ขนาด 1 นิ้ว จำนวน 2 รูป (กรณีพิมพ์รูปจากคอมพิวเตอร์ กรุณาใช้กระดาษอัดรูป)</li>
				<li>กรณีขอใบแทนบัตร (วุฒิบัตร) ให้เปลี่ยนหลักฐานจากรูปถ่าย ข้อ 4.4 เป็น สำเนาใบอนุญาตฯ 1 ชุด</li>
				<li>แบบฟอร์มคำร้องขอหลักฐานการได้รับใบอนุญาตฯ</li>
			</ul>
		<font color="red">*** หลักฐานที่เป็นสำเนา กรุณาลงนามรับรองสำเนาถูกต้องให้ครบถ้วน ***</font>
		<p>
		<li>อัตราค่าธรรมเนียมใบแทน ใบอนุญาตฯ /ใบแทนบัตร (วุฒิบัตร)</li>
		<div class="table-responsive">
			<table class="table table-bordered mt-2">
			<thead>
				<tr>
					<td align="center"><b>ประเภท</b></td>
					<td align="center" colspan="2"><b>อัตราค่าธรรมเนียม</b></td>
				</tr>
			</thead>
			<tbody>
				<tr>
					<td align="center" rowspan="2">บุคคลธรรมดา</td>
					<td align="center">ใบแทนใบอนุญาต (บัตรเล็ก)</td>
					<td align="center">500 -</td>
				</tr>
				<tr>
					<td align="center">ใบแทนบัตร (วุฒิบัตร)</td>
					<td align="center">500 -</td>
				</tr>
				<tr>
					<td align="center">นิติบุคคล</td>
					<td align="center"></td>
					<td align="center">5,000 -</td>
				</tr>
			</tbody>
			</table>
		</div>
		<p>
		<li>วิธียื่นคำขอใบแทน ใบอนุญาตฯ หรือบัตร (วุฒิบัตร) มี 2 วิธี ดังนี้</li>
			<ul>
				<li>ยื่นคำขอพร้อมเอกสารและหลักฐานด้วยตนเอง หรือ มอบอำนาจให้ผู้อื่นดำเนินการแทน (ต้องจัดทำหนังสือมอบอำนาจและมอบสำเนาทั้งของผู้มอบอำนาจและผู้รับมอบอำนาจ พร้อมลงนามรับรองสำเนาถูกต้อง) ณ สำนักงานสภาวิศวกร ในวันทำการ เวลา 08.30 น.–16.00 น. สภาวิศวกรจะออกใบแทนใบอนุญาตฯ (บัตรเล็ก) ให้ โดยใบแทนใบอนุญาตนัดรับประมาณ 15 วันทำการ ส่วนใบแทนวุฒิบัตรนัดรับประมาณ 20 วันทำการ ท่านสามารถแจ้งความจำนงได้ว่าจะมารับเอง หรือให้สภาวิศวกรจัดส่งให้ทางไปรษณีย์ลงทะเบียนตามที่อยู่ที่ท่านได้แจ้งไว้</li>
				<li>นำใบแจ้งชำระค่าธรรมเนียม (ขอรับใบแจ้งชำระค่าธรรมเนียมจากเจ้าหน้าที่สภาวิศวกร) ไปชำระที่ธนาคารตามที่ระบุ จากนั้นถ่ายสำเนาใบแจ้งชำระค่าธรรมเนียมแนบพร้อมแบบฟอร์มคำร้องขอหลักฐานการได้รับใบอนุญาตฯ และเอกสารหลักฐานประกอบ จัดส่งทางไปรษณีย์จ่าหน้าซองถึง <b>สำนักงานสภาวิศวกร (ขอใบแทน) 487/1 อาคาร ว.ส.ท. ชั้น 2 ซอยรามคำแหง 39 (เทพลีลา) แขวงพลับพลา เขตวังทองหลาง กรุงเทพฯ 10310</b>
					เมื่อได้รับเอกสารและหลักฐานครบถ้วน สภาวิศวกรจะจัดส่งใบแทนให้ทางไปรษณีย์ลงทะเบียนตามที่อยู่ที่ท่านแจ้งไว้ หลังจากได้รับเอกสารแล้วประมาณ 15-20 วันทำการ</li>
			</ul>
	</ol>
	
	<h5>เอกสารประกอบ</h5>
	<ul>
		<li><a href="print.php">พิมพ์ใบแจ้งชำระค่าธรรมเนียม</a></li>
		<li>คำร้องขอหลักฐานการได้รับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม
		<a href="../../download/form/coeLieu.pdf" target="_blank"><img src="<?php echo $icon_path;?>/pdf-icon.png" alt="PDF" height="45" width="45"></a>
		<a href="../../download/form/coeLieu.doc"><img src="<?php echo $icon_path;?>/word-icon.png" alt="WORD" height="45" width="45"></a>
		</li>
	</ul>

</div>

<br></br>
<br></br>
<?php
include("footer.php");
?>