<?php
include("header.php");
include("menu.php");
?>
<!-- Masthead -->
<header class="mem_1">
</header>
    <!-- Page Content -->
    <div class="container"><br>

      <!-- Page Heading/Breadcrumbs -->
      <h1 class="mt-5 mb-3" align="center">การสมัครเป็นสมาชิกของสภาวิศวกร</h1>
	  
	  <h4>- คุณสมบัติของผู้ที่จะสมัครเป็นสมาชิก</h4>
		<ol>
			<li>มีอายุไม่ต่ำกว่าสิบแปดปีบริบูรณ์</li>
			<li>มีสัญชาติไทย</li>
			<li>มีความรู้ในวิชาชีพวิศวกรรมโดยได้รับปริญญา ประกาศนียบัตร หรือวุฒิบัตรเทียบเท่าปริญญา ในสาขาวิศวกรรมศาสตร์ ที่สภาวิศวกรรับรอง <a href="../certified/examination.php" target="_blank">( ตรวจสอบได้ที่นี้ )</a></li>
			<li>ไม่เป็นผู้ประพฤติผิดจรรยาบรรณ อันนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ</li>
			<li>ไม่เคยต้องโทษจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ความผิดที่กระทำโดยประมาท หรือลหุโทษ</li>
			<li>ไม่เป็นผู้มีจิตฟั่นเฟือนไม่สมประกอบ หรือไม่เป็นโรคที่กำหนดตามข้อบังคับสภาวิศวกรว่าด้วยโรคต้องห้าม คือ</li>
				<ul>
					<li>โรคเรื้อนในระยะติดต่อ หรือในระยะที่ปรากฏอาการเป็นที่อันตรายต่อสังคม</li>
					<li>วัณโรคในระยะอันตรายต่อสังคม</li>
					<li>โรคเท้าช้างในระยะที่ปรากฏอาการเป็นที่อันตรายต่อสังคม</li>
					<li>โรคติดยาเสพติดให้โทษ หรือภาวะติดสารเสพติดให้โทษอย่างร้ายแรง</li>
					<li>โรคพิษสุราเรื้อรัง</li>
				</ul>
		</ol>
      <h4>- เอกสารประกอบการสมัครเป็นสมาชิกสภาวิศวกร</h4>
		<ol>
			<li>รูปถ่ายหน้าตรงไม่สวมหมวก ขนาด 1 นิ้ว จำนวน 1 รูป (ถ่ายไว้ไม่เกิน 1 ปี)</li>
			<li> แบบฟอร์มคำขอสมัครเป็นสมาชิกสภาวิศวกร (กรณียื่นขอรับใบอนุญาตครั้งแรกในระดับภาคีวิศวกร <a href="../../download/form/license_form.pdf" target="_blank">DOWNLOAD</a> ระดับภาคีวิศวกรพิเศษ <a href="../../download/form/coe_15.pdf" target="_blank">DOWNLOAD</a> </li>
			<li>สำเนาทะเบียนบ้าน และสำเนาบัตรประชาชน หรือ สำเนาใบอนุญาตการประกอบวิชาชีพวิศวกรรม</li>
			<li>ใบรับรองแพทย์ (ไม่เกิน 30 วัน นับจากวันที่ระบุในใบรับรองแพทย์) ตามแบบที่คณะกรรมการสภาวิศวกรกำหนด รายละเอียดตามข้อกำหนดคุณสมบัติของผู้ที่จะสมัครเป็นสมาชิก ข้อ 7(1)-(5)</li>
			<li>สำเนาหลักฐานการศึกษาในสาขาวิชาชีพวิศวกรรม (Transcript)</li>
			<li>กรณีสมาชิกวิสามัญ ต้องมีคำรับรองคุณสมบัติ (เอกสารส่วนที่ 2 ของคำขอสมัครเป็นสมาชิกสภาวิศวกร) โดยมี วิศวกรระดับสามัญวิศวกร หรือระดับวุฒิวิศวกร (สาขาเดียวกัน) เป็นผู้ลงนามรับรอง</li>
		</ol>
		
      <p><b>*** หมายเหตุ ผู้ที่มีใบประกอบวิชาชีพวิศวกรรมแล้ว ใช้รูปถ่าย 1 นิ้ว 1 รูป ส่วนหลักฐานข้อ 4 และข้อ 5 ไม่ต้องใช้ ***</b></p>
	  
	  <br>
	  <h4>- ขั้นตอนดำเนินการสมัครสมาชิก แบ่งเป็น 2 กรณี ดังนี้</h4>
		<ol>
			<li><b>กรณียื่นเอกสารสมัครด้วยตัวเอง</b><p>ที่สำนักงานสภาวิศวกรพร้อมชำระค่าธรรมเนียมด้วยตนเอง หรือให้ผู้อื่นดำเนินการแทน (โดยเจ้าของใบอนุญาตจะต้องกรอกเอกสารและลงนามด้วยตนเอง) ในเวลาทำการ วันจันทร์-เสาร์ เวลา 08.30-16.00 น. ณ สำนักงานสภาวิศวกร เมื่อเจ้าหน้าตรวจสอบหลักฐานครบถ้วนถูกต้องแล้ว เจ้าหน้าที่จะออกใบเสร็จรับเงินและบัตรสมาชิกให้</li>
			<li><b>กรณีสมัครสมาชิกออนไลน์และสมัครทดสอบความรู้ระดับภาคีบนเว็บไซด์</b> สามารถยื่นเอกสารได้ 2 ช่องทาง ดังนี้</li>
				<ul>
					<li><b>ส่งเอกสารสมัครเป็นสมาชิกมาทางไปรษณีย์</b> ตามที่อยู่ที่ระบุบนหน้าเว็บไซด์ <a href="http://www.coe.or.th/">www.coe.or.th</a> ก่อนถึงวันกำหนดทดสอบความรู้ โดยระบุหน้าซองว่า <b>"ขอรับใบอนุญาตภาคีวิศวกร"</b></li>
					<li><b>ส่งเอกสารด้วยตนเอง</b> ณ สำนักงานสภาวิศวกร หรือสถานที่จัดสอบส่วนภูมิภาค ให้ยื่นเอกสารให้ครบถ้วน ได้ช้าสุดก่อนเข้าห้องสอบ</li>
				</ul>
		</ol>
		
	  <b>หมายเหตุ : </b>
	  <ul>
		<li>เมื่อถึงวันสอบหากไม่มีเอกสารมายื่นการสมัครสอบของบุคคลจะถูกยกเลิก <font color="red">( ไม่สามารถเข้าสอบได้ )</font></li>
		<li>เอกสารหลักฐานจะต้องครบถ้วนสมบูรณ์ และกรอกข้อความโดยละเอียดตามความเป็นจริง สำหรับสำเนาเอกสาร จะต้องรับรองสำเนาถูกต้องพร้อมลงลายมือชื่อ</li>
		<li>ผู้สมัครต้องรับผิดชอบในการตรวจสอบและรับรองตนเองว่า เป็นผู้มีคุณสมบัติตรงตามข้อบังคับสภาวิศวกรว่าด้วยการรับสมัครเป็นสมาชิกสามัญของสภาวิศวกร พ.ศ. 2543 และต้องกรอกรายละเอียดต่าง ๆ ให้ถูกต้องครบถ้วนตรงความเป็นจริง ในกรณีที่มีความผิดพลาดอันเกิดจากผู้สมัคร หรือตรวจพบว่าเอกสารหลักฐานซึ่งผู้สมัครนำมายื่นไม่ตรง หรือไม่เป็นไปตามที่กฎหมายกำหนด จะถือว่าผู้สมัครเป็นผู้ขาดคุณสมบัติในการเป็นสมาชิกสามัญของสภาวิศวกร และขาดคุณสมบัติในการสมัครสอบมาตั้งแต่ต้น</li>
	  </ul>
	  
	  <br>
	  <h4 align="center">ต้องการสมัครสมาชิกและสมัครทดสอบความรู้ระดับภาคีออนไลน์ <a href="../pakey/register.php">คลิกที่นี้</a></h4>
	  
	  <br>
	  <p align="center"> <b>อ่านเพิ่มเติม</b> <a href="../pakey/step_pakey.php">ขั้นตอนการขอรับใบอนุญาต ระดับภาคีวิศวกร</a></p>
	  
    </div>
    <!-- /.container -->
<br></br>
<br></br>
<?php
include("footer.php");
?>