<?php
include("../member/header.php");
include("../member/menu.php");
?>
<div class="container"><br>
	<h1 class="mt-5 mb-5" align="center">การขอรับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม ระดับภาคีวิศวกรพิเศษ</h1>
	<hr>
	<img src="<?php echo $img_path;?>/process4.jpg" class="img-fluid rounded mx-auto d-block"/>
	<hr>
	
	<h4 class="mt-4">คำแนะนำในการยื่นขอรับใบอนุญาตฯ ระดับภาคีวิศวกรพิเศษ</h4>
	<p>ผู้ขอรับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม ระดับภาคีวิศวกรพิเศษ ต้องเป็นผู้มีคุณสมบัติ ดังต่อไปนี้</p>
		<ol>
			<li>เป็นสมาชิกสภาวิศวกร</li>
			<li>ผู้ขอรับใบอนุญาตระดับภาคีวิศวกรพิเศษ จะต้องมีความรู้และประสบการณ์ตรงกับลักษณะงาน</li>
				<ul>
					<li>วุฒิการศึกษาระดับปริญญาตรีในสาขาวิศวกรรมศาสตร์หรือเทียบเท่าขึ้นไป และจะต้องมีผลงานในลักษณะที่ยื่นคำขอไม่น้อยกว่าสองปี</li>
					<li>วุฒิประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) หรือเทียบเท่าที่เกี่ยวกับวิชาชีพวิศวกรรม ที่ผู้ยื่นขอจะต้องมีผลงานและประสบการณ์ตรงกับลักษณะงานที่ขอไม่น้อยกว่า 4 ปี</li>
					<li>วุฒิประกาศนียบัตรวิชาชีพ (ปวช.) หรือเทียบเท่าที่เกี่ยวกับวิชาชีพวิศวกรรม ที่ผู้ยื่นขอจะต้องมีผลงานและประสบการณ์ตรงกับลักษณะงานที่ขอไม่น้อยกว่า 6 ปี</li>
					<li>วุฒิประกาศนียบัตรประโยควิชาชีพ (ปวช.) หรือเทียบเท่าในสาขาอื่นที่ไม่เกี่ยวกับวิชาชีพวิศวกรรมหรือวุฒิต่ำกว่า ระดับประกาศนียบัตรประโยควิชาชีพ (ปวช.) จะต้องมีผลงานในลักษณะงานที่ยื่นคำขอไม่น้อยกว่า 10</li>
				</ul>
			<li>ผู้ขอรับใบอนุญาตระดับภาคีวิศวกรพิเศษ สามารถยื่นเรื่องขอรับใบอนุญาตได้ครั้งละไม่เกินหนึ่งลักษณะงานเท่าที่มี ความรู้ความชำนาญในด้านนั้น ๆ ถ้าประสงค์จะขอรับใบอนุญาตเป็นผู้ประกอบวิชาชีพวิศวกรรมควบคุม ระดับภาคีวิศวกรพิเศษในงานลักษณะอื่น ๆ อีก ให้ยื่นคำขอใหม่</li>
			<li>เมื่อผลงานผ่านเกณฑ์การพิจารณาให้คณะอนุกรรมการเป็นผู้พิจารณาสอบสัมภาษณ์ และ/ หรือ ส่งทดสอบข้อเขียน ผู้ที่ไม่ผ่านการสอบสัมภาษณ์หรือการทดสอบข้อเขียน หากประสงค์จะยื่นขอรับใบอนุญาตในงานลักษณะเดิม สามารถยื่นคำขอใหม่ได้ภายหลังจากวันที่ยื่นคำขอครั้งก่อนไม่น้อยกว่าหกเดือน</li>
			<li>การทดสอบความรู้ระดับภาคีวิศวกรพิเศษ ให้เป็นไปตามระเบียบที่คณะกรรมการสภาวิศวกรกำหนด โดยเกณฑ์การผ่านต้องได้คะแนนไม่น้อยกว่าร้อยละ 60</li>
			<li>การอบรมและทดสอบความรู้เกี่ยวกับความพร้อมในการประกอบวิชาชีพ ต้องสมัครภายใน 60 วัน นับตั้งแต่วันที่คณะกรรมการสภาวิศวกรอนุมัติให้เข้รับการอบรมและทดสอบความ พร้อมฯ</li>
			<li>คณะกรรมการสภาวิศวกรพิจารณา</li>
			<li>สำนักงานสภาวิศวกรแจ้งผลการพิจารณาตามมติที่ประชุมคณะกรรมการสภา</li>
		</ol>
		<p>เอกสารและหลักฐานที่ใช้ในการยื่นคำขอรับใบอนุญาตฯ</p>
		<ol>
			<li>หลักฐานคุณวุฒิการศึกษา</li>
			<li>สำเนาทะเบียนบ้าน, สำเนาบัตรประจำตัวประชาชนหรือบัตรประจำตัวข้าราชการ อย่างละ 1 ชุด</li>
			<li>รูปถ่ายหน้าตรงไม่สวมหมวก ไม่สวมแว่นดำ ถ่ายไว้ไม่เกิน 1 ปี ขนาด 1 นิ้ว จำนวน 1 รูป (โดยเขียนชื่อ - สกุล หลังรูปทุกรูป)</li>
			<li>บัญชีแสดงผลงานและปริมาณงานในการประกอบวิชาชีพวิศวกรรมควบคุมของผู้ขอรับใบ อนุญาตตามแบบที่คณะกรรมการสภาวิศวกรกำหนด โดยกรอกเฉพาะผลงานที่ตรงกับลักษณะงานที่ขอใบอนุญาตเท่านั้น และต้องเป็นงานที่เสร็จเรียบร้อยแล้ว รวมทั้งให้วิศวกรระดับสามัญวิศวกรขึ้นไปในสาขาหรือแขนงเดียวกันกับผู้ที่ขอ รับใบอนุญาตเป็นผู้ลงนามรับรอง</li>
			<li>สำเนาใบอนุญาตฯ ของผู้รับรองคุณสมบัติ (เอกสารประกอบคำขอรับใบอนุญาตหน้าที่สองส่วนบน) โดยเจ้าของใบอนุญาตฯ จะต้องลงนามรับรองสำเนาถูกต้องด้วยตัวเอง</li>
			<li>ใบรับรองแพทย์ ตามแบบที่คณะกรรมการสภาวิศวกรกำหนด รายละเอียดตามข้อ (3.3)</li><br>
			*** หมายเหตุ สำหรับผู้ขอรับใบอนุญาตฯ ระดับภาคีวิศวกรพิเศษ ที่ไม่มีสัญชาติไทย ต้องมีสำเนาบัตรที่ทางราชการออกให้หรือหนังสือเดินทางตัวจริง และมีหลักฐานของทางราชการที่อนุญาตให้อยู่อาศัยในประเทศไทยไม่น้อยกว่า 6 เดือน (Work Permit) มาประกอบการพิจารณา ***
		</ol>
		<p>เอกสาร ที่เกี่ยวข้อง<br>
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		<a href="../../download/form/coe_15.pdf" target="_blank">ชุดคำขอสมัคร สมาชิกพร้อมการขอรับใบอนุญาตระดับภาคีวิศวกรพิเศษ</a></p>
		
</div>

<br></br>
<br></br>
<?php
include("../member/footer.php");
?>