<?php
include("../member/header.php");
include("../member/menu.php");
?>
<!-- Masthead -->
<header class="pak_3">
</header>
<div class="container"><br>

	<h1 class="mt-5 mb-3" align="center">กติกาการสอบ/การเตรียมตัวไปสอบ</h1>
	
	<h4>รายละเอียด</h4>
		<ul>
			<li>ในแต่ละหมวดวิชา มีจำนวนข้อสอบวิชาละ 25 ข้อ จำนวน 4 วิชาหรือกลุ่มวิชา (ตามที่สาขากำหนด) รวมทั้งหมด 100 ข้อ คะแนนแต่ละข้อเท่ากับ 1 คะแนน ข้อที่ไม่ตอบหรือตอบผิดได้คะแนนเท่ากับศูนย์ เวลาสอบ 3 ชั่วโมง และผู้เข้าสอบจะต้องได้คะแนนในแต่ละหมวดวิชาไม่น้อยกว่าร้อยละหกสิบ (60%) จึงจะถือว่าเป็นผู้สอบผ่าน</li>
		</ul>
	<h4>โปรดเตรียม</h4>
		<ol>
			<li>บัตรสมาชิกสภาวิศวกร ปากกา ดินสอ ไม้บรรทัดยาว ยางลบ วงเวียน (กระดาษทดมีแจกในห้องสอบ)</li>
			<li>เครื่องคำนวณธรรมดาที่มีฟังก์ชันเสริมทางเรขาคณิตเท่านั้น สำหรับเครื่องคำนวณที่สามารถ บรรจุโปรแกรมตัวอักษร (สื่อสารได้) ไม่อนุญาตให้นำเข้าห้องสอบ</li>
			<li>สภาวิศวกรสงวนสิทธิ์ในการขอเลื่อนสอบและการคืนค่าสมัครสอบในทุกกรณี</li>
			<li>หากวิชาใดจำเป็นต้องใช้ตารางมาตรฐานประกอบการสอบ ผู้จัดจะเตรียมไว้ให้ในห้องสอบและห้าม ขีดเขียนข้อความใด ๆ ลงในเล่มตารางมาตรฐานโดยเด็ดขาด</li>
			<li>ผู้จัดขอสงวนสิทธิ์ในการเปลี่ยนแปลงกำหนดการตามที่เห็นสมควรโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</li>
		</ol>
	<h4>หมายเหตุ</h4>
		<ol>
			<li>ชายแต่งกายเสื้อเชิ้ต-กางเกงแสล็ค สีและแบบสุภาพ หญิงเสื้อ-กระโปรงแบบสุภาพ ห้ามสวมรองเท้าแตะ,เสื้อยืดทุกประเภท, กางเกงยีนส์</li>
			<li>สภาวิศวกรสงวนสิทธิ์ในการขอเลื่อนสอบและการคืนค่าสมัครสอบในทุกกรณี</li>
			<li>หากวิชาใดจำเป็นต้องใช้ตารางมาตรฐานประกอบการสอบ ผู้จัดจะเตรียมไว้ให้ในห้องสอบและห้าม ขีดเขียนข้อความใด ๆ ลงในเล่มตารางมาตรฐานโดยเด็ดขาด</li>
			<li>ผู้จัดขอสงวนสิทธิ์ในการเปลี่ยนแปลงกำหนดการตามที่เห็นสมควรโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</li>
		</ol>
	<h4><font color="red">ข้อพึงระวัง โปรดอ่าน</font></h4>
		<ul>
			<li>ผู้สมัครต้องรับผิดชอบในการตรวจสอบและรับรองตนเองว่า เป็นผู้มีคุณสมบัติตรงตามข้อบังคับสภาวิศวกรว่าด้วยการรับสมัครเป็นสมาชิกสามัญของสภาวิศวกร พ.ศ. 2543 และต้องกรอกรายละเอียดต่าง ๆ ให้ถูกต้องครบถ้วนตรงความเป็นจริง ในกรณีที่มีความผิดพลาดอันเกิดจากผู้สมัคร หรือตรวจพบว่าเอกสารหลักฐานซึ่งผู้สมัครนำมายื่นไม่ตรง หรือไม่เป็นไปตามที่กฎหมายกำหนด จะถือว่าผู้สมัครเป็นผู้ขาดคุณสมบัติในการเป็นสมาชิกสามัญของสภาวิศวกร และขาดคุณสมบัติในการสมัครสอบมาตั้งแต่ต้น</li>
			<li>การสมัครสอบตามขั้นตอนข้างต้น ถือว่าผู้สมัครสอบเป็นผู้ลงลายมือชื่อ และรับรองความถูกต้องของข้อมูลดังกล่าว ตามพระราชบัญญัติว่าด้วยธุรกรรมทางอิเล็กทรอนิกส์ พ.ศ. 2544 และ พ.ศ. 2551 ดังนั้น หากผู้สมัครสอบจงใจกรอกข้อมูลอันเป็นเท็จ อาจมีความผิดทางอาญาและต้องได้รับโทษตามที่กฎหมายบัญญัติไว้</li>
			<li>ผู้ที่สมัครสอบหลายรอบพร้อมกัน หากผ่านการทดสอบความรู้ในรอบใดแล้ว ไม่สามารถขอคืนเงินค่าธรรมเนียมในรอบอื่น ๆ ที่เหลือได้</li>
			<li>ผู้สมัครสอบ ต้องมีคุณสมบัติครบถ้วนตามที่สภาวิศวกร กำหนด และบันทึกข้อมูลให้ถูกต้อง ครบถ้วนสมบูรณ์</li>
			<li>หากตรวจสอบในภายหลังว่าผู้สมัครไม่มีคุณสมบัติตามที่กำหนด หรือ บันทึกข้อมูลไม่ถูกต้องตามความเป็นจริง ผลการสอบและการทำรายการทั้งหมดจะถูกยกเลิก โดยไม่คืนค่าธรรมเนียม</li>
			<li>กรณีไม่มีข้อมูลตรงกับขอมูลการศึกษาของท่าน โปรดตรวจสอบการรับรองปริญญา <a href="#">(คลิกที่นี้)</a></li>
			<li>สำหรับผู้ที่สำเร็จการศึกษาจากต่างประเทศ โปรดติดต่อสภาวิศวกร</li>
			<li>เอกสารประกอบการสมัครฯ ให้ส่งมาทางไปรษณีย์ ถึงสำนักงานสภาวิศวกรล่วงหน้า ก่อนถึงวันกำหนดทดสอบความรู้ โดยระบุหน้าซองว่า "ขอรับใบอนุญาตภาคีวิศวกร" ทั้งนี้ กรณีนำส่งเอกสารด้วยตนเอง ณ สำนักงานสภาวิศวกร หรือสถานที่จัดสอบ ให้ยื่นเอกสารได้ช้าสุดก่อนเข้าห้องสอบ</li>
			<li><b>อนึ่ง</b> เมื่อถึงวันสอบหากไม่มีเอกสารมายื่นการสมัครสอบของบุคคลจะถูกยกเลิก (ไม่สามารถเข้าสอบได้)</li>
			<li>กรณีสอบที่สภาวิศวกร ให้ยื่นเอกสารที่เคาน์เตอร์ ชั้น 2 ก่อนเวลา 8.45 น.</li>
			<li>รายการเอกสารและคุณสมบัติของผู้สมัครสอบ</li>
			<li>เมื่อผู้สมัครสอบ สอบผ่าน 1 หมวดวิชา หมวดที่สอบผ่านสามารถเก็บผลที่สอบผ่านไว้ได้ 2 ปี นับตั้งแต่วันที่สอบผ่าน เมื่อครบกำหนด 2 ปี ยังสอบไม่ผ่านให้สอบทั้ง 2 หมวดใหม่</li>
			<li>เมื่อสอบผ่านทั้ง 2 หมวดวิชา ท่านสามารถชำระค่าอบรมทดสอบความพร้อม จำนวน 1,500 บาท ได้ในวันสอบ พร้อมกับรับหนังสืออบรม</li>
			<li>หากชำระภายหลังสภาวิศวกรจะจัดส่งหนังสือไปตามที่อยู่ในฐานข้อมูล</li>
			<li>เมื่ออบรมทดสอบความพร้อมผ่าน จึงมีสิทธิได้รับใบอนุญาตประกอบวิชาชีพวิศวกรรมควบคุม ระดับภาคีวิศวกร</li>
		</ul>
	<h5>ติดต่อสอบถามข้อมูลที่ Call Center โทร. 1303</h5>
  
	<br></br>
	<br></br>
</div>
<?php
include("../member/footer.php");
?>