<?php
include("../member/header.php");
include("../member/menu.php");
?>
<div class="container"><br>
	<h1 class="mt-5 mb-5" align="center">การขอใบอนุญาตระดับ ภาคีวิศวกร</h1>
	<hr>
	<img src="<?php echo $img_path?>/process1.jpg" class="img-fluid rounded mx-auto d-block"/>
	<hr>
	
	<h4 class="mt-4">การยื่นคำขอรับใบอนุญาต</h4>
		<ol>
			<li>สมัครเป็นสมาชิกสามัญของสภาวิศวกร(ค่าจดทะเบียนสมาชิก+ค่าบำรุง จำนวน 1,500 บาท)พร้อมการยื่นคำขอรับใบอนุญาตฯ ต้องเป็นผู้มีคุณสมบัติและไม่มีลักษณะต้องห้าม ดังต่อไปนี้ (สามารถสมัครได้พร้อมกับวันที่ยื่นคำขอรับใบอนุญาตฯ)</li>
				<ul>
					<li>มีอายุไม่ต่ำกว่าสิบแปดปีบริบูรณ์</li>
					<li>มีสัญชาติไทย</li>
					<li>มีความรู้ในวิชาชีพวิศวกรรมโดยได้รับปริญญา ประกาศนียบัตร หรือวุฒิบัตรเทียบเท่าปริญญา ในสาขาวิศวกรรมศาสตร์ ที่สภาวิศวกรรับรอง <a href="../certified/examination.php" target="_blank">( ตรวจสอบได้ที่นี่ )</a></li>
					<li>ไม่เป็นผู้ประพฤติผิดจรรยาบรรณ อันนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ</li>
					<li>ไม่เคยต้องโทษจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ความผิดที่กระทำโดยประมาท หรือลหุโทษ</li>
					<li>ไม่เป็นผู้มีจิตฟั่นเฟือนไม่สมประกอบ หรือไม่เป็นโรคที่กำหนดตามข้อบังคับสภาวิศวกรว่าด้วยโรคต้องห้าม คือ</li>
						<ul>
							<li>โรคเรื้อนในระยะติดต่อ หรือในระยะที่ปรากฏอาการเป็นที่อันตรายต่อสังคม</li>
							<li>วัณโรคในระยะอันตรายต่อสังคม</li>
							<li>โรคเท้าช้างในระยะที่ปรากฏอาการเป็นที่อันตรายต่อสังคม</li>
							<li>โรคติดยาเสพติดให้โทษ หรือภาวะติดสารเสพติดให้โทษอย่างร้ายแรง</li>
							<li>โรคพิษสุราเรื้อรัง</li>
						</ul>
				</ul>
			<li>การยื่นคำขอรับใบอนุญาตฯ ระดับภาคีวิศวกร ต้องเป็นผู้มีคุณสมบัติ ดังต่อไปนี้</li>
				<ul>
					<li>เป็นสมาชิกสามัญสภาวิศวกรสามารถสมัครได้พร้อมกับวันที่ยื่นคำขอรับใบ อนุญาตฯ(พร้อมชำระค่าจดทะเบียนสมาชิกและ ค่าบำรุงจำนวน 1,500 บาท)</li>
					<li>ต้องสำเร็จการศึกษาในปริญญาที่สภาวิศวกรรับรอง</li>
					<b>สำหรับผู้เข้าศึกษาตั้งแต่ปี พ.ศ.2546 เป็นต้นไป ต้องมีหน่วยกิตรวมไม่น้อยกว่า 105 หน่วยกิต</b>
				</ul>
			<li>เอกสารและหลักฐานที่ใช้ในการยื่นขอรับใบอนุญาตฯ</li>
				<font color="red">
				- กรณียื่นผ่านเว็บไซต์ กำหนดยื่นเอกสารวันสุดท้าย ยื่นให้ครบถ้วนก่อนเข้าสอบ กรณีสอบที่สภาวิศวกรให้นำเอกสารมายื่นที่เคาน์เตอร์ ชั้น 2<br>
				- หรือนำเอกสารต่าง ๆ ส่งมาทางไปรษณีย์ โดยระบุหน้าซองว่า "ขอรับใบอนุญาตภาคีวิศวกร" หรือยื่นด้วยตัวเองที่สำนักงานสภาวิศวกร<br>
				- เมื่อถึงวันสอบหากยังไม่มีเอกสารมายื่น จะไม่มีสิทธิเข้าสอบ
				</font>
				<ul>
					<li>หลักฐานแสดงผลการศึกษา <font color="blue">(Transcript) ตัวจริงฉบับภาษาอังกฤษ ระบุวันที่สำเร็จการศึกษา</font></li>
					** สำหรับผู้ที่ยังไม่ได้รับ Transcript ตัวจริงให้ใช้หนังสือรับรองการสำเร็จการศึกษา(ระบุวันที่สำเร็จการศึกษา) และให้ยื่น Transcript ตัวจริงในภายหลัง<br>
					** สำหรับผู้ที่สำเร็จการศึกษาจากต่างประเทศให้ยื่นรายละเอียดหลักสูตรการศึกษา (Course Descriptions) ด้วย<br>
					** กรณีที่ Transcript มีการ Transfer วิชา ต้องแนบรายละเอียดผลการศึกษาของรายวิชาที่ Transfer มาด้วย
					<li>สำเนาใบปริญญาบัตรหรือสำเนาหนังสือรับรองการสำเร็จการศึกษา ให้ระบุวิทยาเขต (ฉบับภาษาไทย)</li>
					<li>สำเนาทะเบียนบ้าน และสำเนาบัตรประจำตัวประชาชน/บัตรประจำตัวข้าราชการ อย่างละ 1 ชุด</li>
					<li>รูปถ่ายหน้าตรงไม่สวมหมวก ไม่สวมแว่นดำ ถ่ายไว้ไม่เกิน 1 ปี ขนาด 1 นิ้ว จำนวน 1 รูป (โดยเขียนชื่อ – สกุล หลังรูปทุกรูป)</li>
					<li>ใบรับรองแพทย์ (ไม่เกิน 30 วัน นับจากวันที่ทำการตรวจจากแพทย์) ตามแบบที่คณะกรรมการสภาวิศวกรกำหนด รายละเอียดตามข้อ 1.6</li>
					<li>สำเนาใบอนุญาตฯ ของผู้รับรองคุณสมบัติ (โดยผู้รับรองต้องลงนามในเอกสารประกอบคำขอรับใบอนุญาตหน้าที่สองส่วนบนด้วย) โดยเจ้าของใบอนุญาตฯ จะต้องลงนามรับรองสำเนาถูกต้องด้วยตนเอง)</li>
					<li>ใบคำขอสมัครสมาชิกพร้อมขอรับใบอนุญาตภาคีวิศวกร <a href="../../download/form/license_form.pdf" target="_blank">( Download )</a></li>
				</ul>
			<li>การทดสอบความรู้ระดับภาคีวิศวกร(ค่าสมัครสอบ 1,500 บาท/ครั้ง) ในหมวดวิชาพื้นฐานทางด้านวิศวกรรม และหมวดวิชาวิศวกรรมหลักเฉพาะสาขา โดยเกณฑ์การผ่านแต่ละหมวดวิชาต้องได้คะแนนไม่น้อยกว่าร้อยละ 60 ทั้งนี้ สามารถสะสมผลการสอบได้ 2 ปี <font color="blue">ท่านสามารถสมัครสอบผ่านเว็บไซต์ โดยไม่ต้องเดินทางมาที่สภาวิศวกร</font><br>
				<a href="register.php">(สมัครสอบคลิกที่นี่)</a>
			</li>
			<li>การอบรมและทดสอบความรู้เกี่ยวกับความพร้อมในการประกอบวิชาชีพ (ค่าอบรม 1,500 บาท) เมื่อสอบผ่าน ต้องสมัครอบรมฯ ภายใน 60 วัน นับตั้งแต่วันที่คณะกรรมการสภาวิศวกรอนุมัติให้เข้ารับการอบรมและทดสอบความพร้อมฯ<br>
				(เมื่อทดสอบความรู้ระดับภาคีวิศวกรผ่าน ท่านสามารถชำระค่าอบรมในวันสอบได้ทันที พร้อมกับรับเอกสารอบรม หากชำระภายหลังท่านจะได้รับหนังสือในวันที่เข้าอบรม <a href="#">(แต่สามารถ Down load ผ่านเว็บไซต์ได้)</a> )</li>
			<br>
			<font color="red">
				หลังจากชำระเงินค่าอบรมฯ ท่านจะได้รอบอบรมโดยอัตโนมัติ (ไม่สามารถเลือกรอบอบรมได้)
			<br></br>
				หากไม่สะดวกเข้าอบรมในรอบที่ได้รับ ท่านสามารถทำรายการเลื่อนรอบอบรมได้ทันทีด้วยตัวเองทางเว็บไซต์ (ไม่เกิน 2 ครั้ง) โดยรอบที่สามารถเลื่อนได้คือรอบที่ปรากฏในเว็บ หรือส่งคำร้องขอเลื่อนรอบอบรมพร้อมแนบเอกสารประกอบคำร้อง(เช่นหนังสือรับรองจากทางบริษัทฯ ใบรับรองแพทย์ ฯลฯ) มาทางโทรสาร 02 935 6695 หรือ 02 935 6697 ทั้งนี้ ท่านสามารถสอบถามผลการยื่นคำร้องได้ที่ โทร. 1303 ต่อฝ่ายพัฒนาและส่งเสริมวิชาชีพวิศวกรรม
			<br></br>
				เลื่อนรอบอบรม<br>
				<a href="change_train.php">http://www.coe.or.th/coe-2/main/coeHome.php?aMenu=2311</a>
			<br></br>
				คำร้องขอเลื่อนอบรม<br>
				<a href="http://www.coe.or.th/_coe/_download/Coe-200803.pdf?aMain=13&aFlag=1">http://www.coe.or.th/_coe/_download/Coe-200803.pdf?aMain=13&aFlag=1</a>
			</font><br></br>
			<li>คณะกรรมการสภาวิศวกรพิจารณา</li>
			<li>สำนักงานสภาวิศวกรแจ้งผลการพิจารณาตามมติที่ประชุมคณะกรรมการสภาวิศวกร</li>
		</ol>
		<br>
		<hr>
		<h4 class="mt-4">คำแนะนำในการยื่นขอรับใบอนุญาตฯ ระดับภาคีวิศวกร (กรณีหลักสูตรต่างประเทศ และหลักสูตร 2 สถาบัน)</h4>
		<label>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
			หลักสูตร 2 สถาบัน เช่น ศึกษาหลักสูตรวิศวกรรมศาสตร์บัณฑิตจากมหาวิทยาลัยธรรมศาสตร์ 2 ปี และไปศึกษาต่ออีก 2 ปีสุดท้ายที่ The University of Nottingham เป็นต้น
		</label>
		<ol>
			<li>สมัครเป็นสมาชิกของสภาวิศวกร (ค่าจดทะเบียนสมาชิก+ค่าบำรุง จำนวน 1,500 บาท) โดยใช้แบบฟอร์ม <b><i>สมัครสมาชิกวิสามัญ</i></b> (เมื่อผ่านเกณฑ์การพิจารณา จึงปรับเป็นสมาชิกสามัญ) พร้อมการยื่นคำขอรับใบอนุญาตฯ และต้องเป็นผู้ที่มีคุณสมบัติและไม่มีลักษณะต้องห้ามดังต่อไป (ยื่นสมัครได้พร้อมกับวันที่ยื่นคำขอรับใบอนุญาตฯ)</li>
				<ul>
					<li>มีอายุไม่ต่ำกว่าสิบแปดปีบริบูรณ์</li>
					<li>มีสัญชาติไทย</li>
					<li>มีความรู้ในวิชาชีพวิศวกรรมโดยได้รับปริญญา ประกาศนียบัตร หรือวุฒิบัตรเทียบเท่าปริญญา ในสาขาวิศวกรรมศาสตร์</li>
					<li>ไม่เป็นผู้ประพฤติผิดจรรยาบรรณ อันนำมาซึ่งความเสื่อมเสียเกียรติศักดิ์แห่งวิชาชีพ</li>
					<li>ไม่เคยต้องโทษจำคุกโดยคำพิพากษาถึงที่สุดให้จำคุก เว้นแต่ความผิดที่กระทำโดยประมาท หรือลหุโทษ</li>
					<li>ไม่เป็นผู้มีจิตฟั่นเฟือนไม่สมประกอบ หรือไม่เป็นโรคที่กำหนดตามข้อบังคับสภาวิศวกรว่าด้วยโรคต้องห้าม คือ</li>
						<ul>
							<li>โรคเรื้อนในระยะติดต่อ หรือในระยะที่ปรากฏอาการเป็นที่อันตรายต่อสังคม</li>
							<li>วัณโรคในระยะอันตรายต่อสังคม</li>
							<li>โรคเท้าช้างในระยะที่ปรากฏอาการเป็นที่อันตรายต่อสังคม</li>
							<li>โรคติดยาเสพติดให้โทษ หรือภาวะติดสารเสพติดให้โทษอย่างร้ายแรง</li>
							<li>โรคพิษสุราเรื้อรัง</li>
						</ul>
				</ul>
			<li>การยื่นคำขอรับใบอนุญาตฯ ระดับภาคีวิศวกร เอกสารและหลักฐานที่ใช้ในการยื่นขอรับใบอนุญาตฯ</li>
				<ul>
					<li>หลักฐานแสดงผลการศึกษา (Transcript) ระบุวันทีสำเร็จการศึกษา</li>
					<li>สำเนาใบปริญญาบัตรหรือสำเนาหนังสือรับรองการสำเร็จการศึกษา</li>
					<li>รายละเอียดหลักสูตรการศึกษา (Course Description)</li>
					<li>หลักฐานรายชื่อสถาบันการศึกษาที่ได้รับการรับรองวิทยฐานะจากประเทศต่างๆ จากเว็บไซต์สำนักงานคณะกรรมการข้าราชการพลเรือน (ก.พ)</li>
					<li>สำเนาทะเบียนบ้าน</li>
					<li>สำเนาบัตรประชาชน</li>
					<li>รูปถ่ายหน้าตรงไม่สวมหมวก ไม่สวมแว่นดำ ถ่ายไว้ไม่เกิน 1 ปี ขนาด 1 นิ้ว  จำนวน 1 รูป  (โดยเขียนชื่อ - สกุล หลังรูปทุกรูป)</li>
					<li>ใบรับรองแพทย์ (ไม่เกิน 30 วัน นับจากวันที่ทำการตรวจจากแพทย์) ตามแบบที่คณะกรรมการสภาวิศวกรกำหนด รายละเอียดตามข้อ 1.6</li>
					<li>คำรับรองคุณสมบัติ (โดยผู้ที่ลงนามรับรอง ต้องเป็นผู้ที่ถือใบอนุญาตฯ ระดับสามัญขึ้นไปในสาขาเดียวกันกับที่ยื่นขอ)</li>
					<li>สำเนาใบอนุญาตฯ ของผู้รับรองคุณสมบัติ (โดยเจ้าของใบอนุญาตฯ จะต้องลงนามรับรองสำเนาถูกต้องด้วยตนเอง)</li>
				</ul>
			<li>การทดสอบความรู้ระดับภาคีวิศวกร (ค่าสมัครสอบ 1,500 บาท/ครั้ง) ในหมวดวิชาพื้นฐานทางด้านวิศวกรรม  และหมวดวิชาวิศวกรรมหลักเฉพาะสาขา โดยเกณฑ์การผ่านแต่ละหมวดวิชาต้องได้คะแนนไม่น้อยกว่าร้อยละ 60 ทั้งนี้ สามารถสะสมการสอบผ่านได้ภายใน 2 ปี</li>
			<li>การอบรมและทดสอบความรู้เกี่ยวกับความพร้อมในการประกอบวิชาชีพ (ค่าอบรม 1,500 บาท) ต้องสมัครเข้ารับการอบรมและทดสอบภายใน 60 วัน นับตั้งแต่วันที่คณะกรรมการสภาวิศวกรอนุมัติ</li>
			<li>คณะกรรมการสภาวิศวกรพิจารณา</li>
			<li>สำนักงานสภาวิศวกรแจ้งผลการพิจารณาตามมติที่ประชุมคณะกรรมการสภาวิศวกร<br>
				<a href="../../download/form/req_course_inter.pdf" target="_blank">(Download คำแนะนำและแบบฟอร์ม)</a>
			</li>
		</ol>
		<br>
		<h4 align="center"><a href="../../download/documents/flowchart.pdf" target="_blank">Flowchart ขั้นตอนการสมัครสมาชิกและการสมัครขอรับใบอนุญาตควบคุมระดับภาคีวิศวกร</a></h4>
		<img src="<?php echo $img_path;?>/flowchart.jpg" class="img-fluid rounded mx-auto d-block"/>
</div>

<br></br>
<br></br>
<?php
include("../member/footer.php");
?>