<?php
include("header.php");
include("menu.php");
?>
      <section class="resume-section p-3 p-lg-5">
        <div class="my-auto">

          <div class="resume-item d-flex flex-column flex-md-row mb-5">
            <div class="resume-content mr-auto">
              <h3 class="mb-0">การอำนวยความสะดวกและส่งเสริมให้มีการขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียน</h3>
			  <div class="subheading mb-3 text-primary">
				(ASEAN Chartered Professional Engineer: ACPE)
			  </div>
              <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				ตามวัตถุประสงค์ของข้อตกลงยอมรับร่วมของอาเซียนด้านบริการวิศวกรรม (ASEAN Mutual Recognition Arrangement on Engineering: MRA) ที่ต้องการอำนวยความสะดวกในการเคลื่อนย้ายนักวิชาชีพด้านบริการวิศวกรรม (Engineering Services Professionals) และเพื่อแลกเปลี่ยนข้อมูลระหว่างกันเพื่อที่จะส่งเสริมการยอมรับแนวปฏิบัติที่ดีที่สุดด้านมาตรฐานและคุณสมบัติ ดังนั้นเพื่อเป็นการส่งเสริมให้มีการขึ้นทะเบียนวิศวกรวิชาชีพอาเซียน ผู้ที่ขอขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียน (ACPE) จะได้รับการอำนวยความสะดวก ดังนี้
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				เปิดโอกาสให้กับสมาชิกสภาวิศวกร
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				- ที่มีใบอนุญาตการประกอบวิชาชีพวิศวกรรมทุกระดับตั้งแต่ระดับภาคีวิศวกร สามารถขอขึ้นทะเบียนวิศวกรวิชาชีพอาเซียนได้ หากมีคุณสมบัติเป็นไปตามระเบียบฯ ว่าด้วยการขึ้นทะเบียนวิศวกรวิชาชีพอาเซียนที่กำหนดไว้
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				- ที่ประกอบวิชาชีพวิศวกรรม ทั้งในสาขาวิชาชีพวิศวกรรมควบคุม และสาขาวิชาชีพวิศวกรรมที่ไม่ใช่วิชาชีพวิศวกรรมควบคุม สามารถขอขึ้นทะเบียนวิศวกรวิชาชีพอาเซียนได้ หากมีคุณสมบัติเป็นไปตามระเบียบฯ ว่าด้วยการขึ้นทะเบียนวิศวกรวิชาชีพอาเซียนที่กำหนดไว้
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				เปิดโอกาสให้ผู้ที่ได้รับการขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียน สามารถขอขึ้นทะเบียนเป็นวิศวกรวิชาชีพต่างด้าวจดทะเบียน (Registered Foreign Professional Engineer: RFPE) ใน 10 ประเทศสมาชิกอาเซียนได้
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				เป็นการอำนวยความสะดวกธุรกิจบริการวิชาชีพวิศวกรรม (Engineering Business Services) เพื่อการส่งเสริมและพัฒนาการรวมกลุ่มเครือข่ายธุรกิจบริการวิชาชีพวิศวกรรมในต่างประเทศ ในการแข่งขันและพัฒนามาตรฐานการประกอบวิชาชีพ เพื่อรองรับความต้องการจากนานาประเทศในอนาคต
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				สำหรับผู้ที่ได้รับการขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียน (ACPE) เรียบร้อยแล้วนั้น จะสามารถขอขึ้นทะเบียนเป็นวิศวกรวิชาชีพต่างด้าวจดทะเบียน (Registered Foreign Professional Engineer: RFPE) เพื่อประกอบวิชาชีพในประเทศผู้รับได้ ดังนี้
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				1. วิศวกรวิชาชีพอาเซียน (ACPE) จะมีสิทธิสมัครต่อองค์กรหรือหน่วยงานที่มีอำนาจกำกับดูแลด้านวิชาชีพด้านบริการวิศวกรรมของประเทศผู้รับ เพื่อขึ้นทะเบียนเป็นวิศวกรวิชาชีพต่างด้าวจดทะเบียน (RFPE)
				<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				โดยผู้สมัครจะต้องยื่นคำขอพร้อมยอมรับถ้อยแถลงว่า:
				<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				(ก) ยอมรับหลักปฏิบัติวิชาชีพของท้องถิ่นและสากล สอดคล้องกับนโยบายด้านจรรยาบรรณและความประพฤติที่มีและใช้บังคับโดยประเทศแหล่งกำเนิด
				<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				(ข) ยอมรับกฎหมายและระเบียบที่ใช้บังคับของประเทศผู้รับ
				<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				(ค) ภายใต้บังคับของกฎหมายและระเบียบภายในของประเทศผู้รับที่ดูแลด้านการประกอบวิชาชีพวิศวกรรม จะประกอบวิชาชีพร่วมกับวิศวกรวิชาชีพท้องถิ่นในประเทศผู้รับ
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				2. ภายใต้บังคับของกฎหมายและระเบียบภายในและที่สามารถนำมาใช้บังคับได้, และไม่เป็นการยื่นแบบทางวิศวกรรมต่อผู้มีอำนาจตามกฎหมายของประเทศผู้รับ, หากได้รับการอนุมัติ ผู้สมัครวิศวกรวิชาชีพอาเซียน (ACPE) จะได้รับอนุญาตให้ประกอบวิชาชีพในฐานะเป็นวิศวกรวิชาชีพต่างด้าวจดทะเบียน (RFPE) โดยจะต้องไม่เป็นการประกอบวิชาชีพเพียงลำพัง แต่จะต้องประกอบวิชาชีพร่วมกับวิศวกรวิชาชีพที่ได้รับมอบหมายของประเทศผู้รับภายในขอบข่ายงานตามความชำนาญของตนซึ่งได้รับการยอมรับและอนุมัติโดยผู้มีอำนาจกำกับดูแลด้านวิชาชีพ (PRA) ของประเทศผู้รับ
			  </p>
            </div>
          </div>
        </div>
      </section>
<?php
include("footer.php");
?>