<?php
include("header.php");
include("menu.php");
?>
      <section class="resume-section p-3 p-lg-5">
        <div class="my-auto">

          <div class="resume-item d-flex flex-column flex-md-row mb-5">
            <div class="resume-content mr-auto">
              <h3 class="mb-0">การขึ้นทะเบียนวิศวกรวิชาชีพอาเซียน</h3>
			  <div class="subheading mb-3 text-primary">
				(ASEAN Chartered Professional Engineer: ACPE)
			  </div>
              <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				วิศวกรวิชาชีพอาเซียน หมายถึง วิศวกรวิชาชีพหนึ่งที่ถือสัญชาติของประเทศสมาชิกอาเซียน และมีคุณสมบัติการขึ้นทะเบียนวิศวกรวิชาชีพตามระเบียบคณะกรรมการสภาวิศวกร ว่าด้วยการขึ้นทะเบียนวิศวกรวิชาชีพอาเซียน The ASEAN Chartered Professional Engineer พ.ศ. 2557 สำหรับการขึ้นทะเบียนวิศวกรวิชาชีพอาเซียนในประเทศไทย
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				ทั้งนี้ วิศวกรวิชาชีพอาเซียนจะประกอบวิชาชีพวิศวกรรมได้เฉพาะในขอบข่ายงานที่ได้รับอนุญาตตามความชำนาญของวิศวกรวิชาชีพผู้นั้นภายใต้ข้อตกลงยอมรับร่วมของอาเซียนด้านบริการวิศวกรรม (ASEAN Mutual Recognition Arrangement on Engineering Services: MRA) เท่านั้น
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				สภาวิศวกรในฐานะตัวแทนของผู้ประกอบวิชาชีพวิศวกรรมของประเทศไทย เป็นหน่วยงานที่มีหน้าที่ในการขึ้นทะเบียนวิศวกรวิชาชีพอาเซียน (ASEAN Chartered Professional Engineer: ACPE) สำหรับวิศวกรไทยที่จะไปทำงานต่างประเทศและการขึ้นทะเบียนวิศวกรวิชาชีพต่างด้าวจดทะเบียน (Registered Foreign Professional Engineer: RFPE) สำหรับวิศวกรต่างชาติที่จะเข้ามาทำงานในประเทศไทย โดย สภาวิศวกรกำลังเตรียมการเกี่ยวกับการขึ้นทะเบียนวิศวกรวิชาชีพต่างด้าวควบคู่กันไปด้วย
			  </p>
			  <p align="center">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				โดยสามารถสรุปขั้นตอนที่สำคัญในการประกอบวิชาชีพวิศวกรรมในประเทศอาเซียนได้ ดังนี้
			  </p>
			  <img src="<?php echo $img_path?>/ACPE_Step.jpg" class="img-fluid rounded mx-auto d-block mb-3"/>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				<b>ขั้นที่ 1</b> สมาชิกสภาวิศวกรผู้มีคุณสมบัติเป็นไปตามระเบียบการขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียน สามารถยื่นหลักฐานเพื่อขอจดทะเบียนเป็นวิศวกรวิชาชีพอาเซียน (ACPE)
				<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				ในขั้นตอนนี้เทียบได้กับการขอ "พาสปอร์ต (Passport)" จากสภาวิศวกรเพื่อไปทำงานในต่างประเทศ
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				<b>ขั้นที่ 2</b> หลังจากที่ได้รับใบรับรองขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียนแล้ว วิศวกรผู้นั้นสามารถแสดงหลักฐานเพื่อขอจดทะเบียนเป็นวิศวกรวิชาชีพต่างด้าวที่หน่วยงานผู้มีอำนาจกำกับดูแลวิชาชีพวิศวกรประเทศผู้รับได้
				<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				ในขั้นตอนนี้เทียบได้กับการขอ "วีซ่า (Visa)" จากประเทศผู้รับเพื่อให้สามารถเข้าไปทำงานในประเทศผู้รับได้โดยต้องเป็นไปตามกฎเกณฑ์ของประเทศผู้รับ และต้องไม่เป็นการประกอบวิชาชีพวิศวกรรมโดยลำพัง แต่ต้องทำงานร่วมกับวิศวกรวิชาชีพท้องถิ่นของประเทศผู้รับนั้น ๆ
			  </p>
			  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				สำหรับความคืบหน้าของการดำเนินการในเรื่องนี้ ปัจจุบันได้มีการประกาศใช้ระเบียบคณะกรรมการสภาวิศวกร ว่าด้วยการขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียน พ.ศ. 2557 (ASEAN Chartered Professional Engineer) และข้อบังคับสภาวิศวกร ว่าด้วยการกำหนดค่าจดทะเบียนสมาชิก ค่าบำรุงและค่าธรรมเนียมที่เรียกเก็บจากสมาชิกหรือบุคคลภายนอก (ฉบับที่ 2) พ.ศ. 2558 เพื่อให้มีผลบังคับใช้ได้ตามกฎหมายเรียบร้อยแล้ว
			  </p>
            </div>
          </div>
        </div>
      </section>
<?php
include("footer.php");
?>