
	<div class="container">

		<!-- 1st section -->
		<section class="row tm-section mt-5">
			<div class="col-sm-12 col-md-12 col-lg-6 col-xl-6 p-0">
				<div class="tm-flex-center p-5 tm-bg-color-primary tm-section-min-h">
					<h2 class="tm-text-color-white tm-site-name">วิศวกรวิชาชีพต่างด้าว</h2>
				</div>
			</div>
			<div class="col-sm-12 col-md-12 col-lg-6 col-xl-6">
				<div class="tm-flex-center p-5">
					<q class="tm-quote tm-text-color-gray text-center">Registered Foreign Professional Engineer: <br>(RFPE)</q><br>

				</div>
			</div>
		</section>

		<!-- 2nd section -->
		<section class="row tm-section mt-5 tm-col-md-reverse border border-danger">
			<div class="col">
				<div class="tm-flex-center p-5">
					<div class="tm-md-flex-center">
		<p class="indent5 text-justify">วิศวกรวิชาชีพต่างด้าวจดทะเบียน (Registered Foreign Professional Engineer: RFPE) หมายถึง วิศวกรวิชาชีพอาเซียน (ACPE) ที่ขอทำงานและได้รับอนุญาตโดยผู้มีอำนาจกำกับดูแลด้านวิชาชีพ (PRA) ของประเทศผู้รับให้ทำงานได้ โดยจะไม่เป็นการประกอบวิชาชีพเพียงลำพัง แต่จะต้องประกอบวิชาชีพร่วมกับวิศวกรวิชาชีพของประเทศผู้รับหนึ่งคนหรือมากกว่า</p>
		<p class="tm-text-color-primary">การขึ้นทะเบียนวิศวกรวิชาชีพต่างด้าวจดทะเบียน (RFPE)</p>
		<p class="indent5 text-justify">ขาออก: วิศวกรวิชาชีพที่ได้รับการรับรองการขึ้นทะเบียน ACPE จากสภาวิศวกรขอขึ้นทะเบียนเป็น RFPE จากหน่วยงานในประเทศที่ต้องการไปทำงาน</p>
		<p class="indent5 text-justify">ขาเข้า: วิศวกรวิชาชีพที่ได้รับการรับรองการขึ้นทะเบียน ACPE จากต่างประเทศขอขึ้นทะเบียนเป็น RFPE จากสภาวิศวกร เพื่อเข้ามาทำงานในประเทศไทย </p>
		<p class="tm-text-color-primary">คุณสมบัติวิศวกรวิชาชีพต่างด้าวจดทะเบียน (RFPE)</p>
		<p>คุณสมบัติวิศวกรวิชาชีพต่างด้าวจดทะเบียน (RFPE) ภายใต้ข้อตกลงยอมรับร่วมของอาเซียนด้านบริการวิศวกรรม (MRA)</p>
		<p class="indent5 text-justify"> 1. วิศวกรวิชาชีพอาเซียน (ACPE) จะประกอบวิชาชีพวิศวกรรมได้เฉพาะในขอบข่ายงานที่ได้รับอนุญาตตามความชำนาญของวิศวกรวิชาชีพผู้นั้น ภายใต้ข้อตกลง MRA นี้ เท่านั้น</p>
		<p class="indent5 text-justify">2. ผูกพันด้วยหลักปฏิบัติวิชาชีพของท้องถิ่นและสากล รวมถึงด้านจรรยาบรรณ และความประพฤติที่มีและใช้บังคับ</p>
		<p class="indent5 text-justify">3. ผูกพันด้วยกฎหมายและระเบียบที่ใช้บังคับของประเทศผู้รับ</p>
		<p class="indent5 text-justify">4. ภายใต้บังคับของกฎหมายและระเบียบภายในของประเทศผู้รับที่ดูแลด้านการประกอบวิชาชีพวิศวกรรมจะประกอบวิชาชีพร่วมกับวิศวกรวิชาชีพท้องถิ่นในประเทศผู้รับ</p>
		<p class="indent5 text-justify">5. จะต้องไม่เป็นการประกอบวิชาชีพเพียงลำพัง แต่จะต้องทำงานร่วมกับ "Local Engineer" ที่ได้รับมอบหมายของประเทศผู้รับ ภายใต้ขอบเขตงานตามความสามารถของตน</p>
		<p></p>
		<p class="indent5 text-justify">ทั้งนี้ ผู้ที่ขึ้นทะเบียนเป็นวิศวกรวิชาชีพอาเซียน (ACPE) แล้วนั้น สามารถยื่นคำขอขึ้นทะเบียนวิศวกรวิชาชีพต่างด้าวจดทะเบียนในประเทศผู้รับได้ โดยคุณสมบัติของผู้ยื่นคำขอฯ ขึ้นอยู่กับประเทศผู้รับแต่ละประเทศเป็นผู้กำหนด สำหรับการกำหนดหลักเกณฑ์คุณสมบัติของวิศวกรวิชาชีพอาเซียนที่ประสงค์จะเข้ามาให้บริการด้านวิชาชีพวิศวกรรมในประเทศไทยนั้น อยู่ในระหว่างการดำเนินการกระบวนการภายในสภาวิศวกร</p>
					</div>
				</div>
			</div>

		</section>


	</div>